[
    {
        "name": "Python Developer_1",
        "alternate_url": "<https://hh.ru/vacancy/123456>",
        "salary": "100 000-180 000 руб.",
        "snippet": "Требования: опыт работы от 4 лет..."
    },
    {
        "name": "Python Developer_1",
        "alternate_url": "<https://hh.ru/vacancy/123456>",
        "salary": "100 000-180 000 руб.",
        "snippet": "Требования: опыт работы от 3 лет..."
    },
    {
        "name": "Стажер Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116876598",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Hard Skills. - <highlighttext>Python</highlighttext> Expertise: Proficient in <highlighttext>Python</highlighttext> programming, with a strong understanding of its libraries and frameworks such as Django.... \nОбязанности: Software Development: Design, develop, and maintain high-quality <highlighttext>Python</highlighttext> applications. - Code Review: Conduct thorough code reviews to ensure code quality..."
    },
    {
        "name": "Аналитик данных/Продуктовый аналитик (Python)",
        "alternate_url": "https://hh.ru/vacancy/116796595",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Ищем аналитиков с опытом на <highlighttext>Python</highlighttext> от 2 лет.."
    },
    {
        "name": "Стажер Data Scientist",
        "alternate_url": "https://hh.ru/vacancy/116880559",
        "salary": "20000 - 20000",
        "snippet": "Требования: Пунктуальность, систематичность, ответственное отношение к дедлайнам. . Уверенное владения <highlighttext>Python</highlighttext> для ML (преимущественно nlp и cv). . Опыт реализации и применения моделей.... \nОбязанности: Реализация проектов из сфер CV, NLP, построение предиктивных моделей и других задач из сферы. Работа с подготовкой и аннотацией данных..."
    },
    {
        "name": "Junior Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116857899",
        "salary": "120000 - 150000",
        "snippet": "Требования: Знакомство с Hadoop и технологиями обработки больших данных. Опыт работы с Docker. Навыки работы с bash и <highlighttext>Python</highlighttext>.. \nОбязанности: Разработка и поддержка серверной части сервисов на Java. Участие в проектировании архитектуры и создании технической документации. Написание модульных и интеграционных..."
    },
    {
        "name": "Junior python (django) разработчик",
        "alternate_url": "https://hh.ru/vacancy/116902709",
        "salary": "60000",
        "snippet": "Требования: Желание развиваться. Умение писать чистый поддерживаемый код. Умение читать чужой код. Будет плюсом:. \nОбязанности: Участие в различных проектах."
    },
    {
        "name": "Промоутер-консультант в школу программирования Sky Pro",
        "alternate_url": "https://hh.ru/vacancy/116920119",
        "salary": "40000 - 65000",
        "snippet": "Требования: Ты общительный и любишь людей. *Обладаешь грамотной речью и располагаешь к себе.. \nОбязанности: Разработка игр. -<highlighttext>Python</highlighttext>-разработка. -Создание сайтов. *Записывать на пробный урок. *Консультировать клиентов по нашим услугам и продуктам."
    },
    {
        "name": "QA инженер/Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116907826",
        "salary": "200000",
        "snippet": "Требования: Стаж написания автоматических тестов от 1 года (JS/<highlighttext>Python</highlighttext>/Ruby). ​​​​​​​Образование высшее. Уверенный пользователь Windows, Linux. Опыт ручного тестирования и.... \nОбязанности: Писать тест кейсы на основе ТЗ и постановок, вести документацию. Проводить ручное тестирование. Автоматизировать процессы тестирования с использование Postman или..."
    },
    {
        "name": "Junior Developer (стажер)",
        "alternate_url": "https://hh.ru/vacancy/116792570",
        "salary": "70000",
        "snippet": "Требования: Базовые знания фронтенд-технологий: HTML, CSS, JavaScript.Опыт работы на одном из серверных языков: PHP, Python.Понимание основ реляционных (MySQL, PostgreSQL) баз.... \nОбязанности: Участие в разработке программного обеспечения и административной части проекта. Участие в разработке программного обеспечения и административной части проекта. "
    },
    {
        "name": "Junior Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116814674",
        "salary": "130000 - 140000",
        "snippet": "Требования: ...с облачными платформами (AWS, Azure, DigitalOcean и др.) приветствуется. Знания <highlighttext>Python</highlighttext> на базовом уровне и стремление развиваться как <highlighttext>Python</highlighttext>-разработчик.. \nОбязанности: Сотрудничество с командой разработчиков для оптимизации работы приложений в облаке. Создание и поддержка скриптов на <highlighttext>Python</highlighttext> для автоматизации рутинных задач..."
    },
    {
        "name": "QA-инженер",
        "alternate_url": "https://hh.ru/vacancy/116858023",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...станцией, осциллографом, логическим анализатором, источниками питания и ЛАТРом). Умение работать с базами данных (SQL – запросы). Навыки автоматизации на Bash/<highlighttext>Python</highlighttext>.. \nОбязанности: Работа в команде в роли full stack специалиста по качеству в направлении тестирования HW серверного оборудования. Участие во всех этапах..."
    },
    {
        "name": "QA инженер/Инженер по тестированию",
        "alternate_url": "https://hh.ru/vacancy/116903960",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы тестировщиком от 2 лет. Опыт написания тест-кейсов, тест-планов. Аналитическое мышление и внимание к деталям. . \nОбязанности: Планирование и проведение ручного тестирования. Подготовка тестовых сценариев. Постановка задач в баг-трекер. Контроль исправления багов. Написание документации, чек-листов..."
    },
    {
        "name": "Дата аналитик",
        "alternate_url": "https://hh.ru/vacancy/116781542",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Мы ценим теоретическую базу, технические навыки и умение грамотно работать с документацией. Вот основные требования: ### Теоретические знания: - Понимание структуры.... \nОбязанности: Различные уровни витрин данных (ODS, DDS, DM). - Работа с инструментами (Airflow, dbt). - Владение <highlighttext>Python</highlighttext> для автоматизации задач и анализа данных. - "
    },
    {
        "name": "Frontend developer/React разработчик",
        "alternate_url": "https://hh.ru/vacancy/116790402",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки в качестве frontend -разработчика не менее двух лет. Уверенные знания JavaScript (Typescript), HTML5, CSS3, React и.... \nОбязанности: Разработка и поддержка пользовательских интерфейсов для веб-приложений. Оптимизация работы приложения и улучшение пользовательского опыта. Интеграция клиентской части с API. "
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116905634",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в банках, казначействах корпораций, с направлением бюджетирования и планирования. Знание SQL, <highlighttext>Python</highlighttext>. Владение английском языком, знание второго языка.... \nОбязанности: Аналитика данных: сбор, обработка и анализ информации. Выгрузка данных, их структурирование и подготовка для дальнейшего анализа. Сверка данных, выявление расхождений..."
    },
    {
        "name": "Стажер-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115575681",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание основных фреймворков (например, Spring будет плюсом). Базовые знания языка программирования <highlighttext>Python</highlighttext>. Опыт работы с основными библиотеками (например, Django, Flask.... \nОбязанности: Написание и отладка кода на Java и <highlighttext>Python</highlighttext> под руководством опытных разработчиков. Внедрение новых функций и исправление багов в существующих..."
    },
    {
        "name": "Тестировщик (IT-продуктов)",
        "alternate_url": "https://hh.ru/vacancy/116892672",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с тестовыми инструментами. Знание основ программирования на языках JS/ <highlighttext>Python</highlighttext>/баз данных (MySQL) и опыт написания автотестов - желателен.. \nОбязанности: Проектированием и актуализацией планов и сценариев тестирования. Проведением функционального и регрессионного тестирования и его автоматизацией. Локализацией и регистрацией дефектов в..."
    },
    {
        "name": "Тестировщик (Web и Mobile)",
        "alternate_url": "https://hh.ru/vacancy/116758085",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт использования в работе снифферов трафика. Знание SQL на уровне join-запросов. Знание <highlighttext>Python</highlighttext>. Наличие опыта нагрузочного тестирования и опыта.... \nОбязанности: Тестирование WEB и мобильных приложений (Android и iOS). Тестирование API. Ведение тестовой документации: баг-репорты, тест-кейсы, чек-листы и..."
    },
    {
        "name": "Продуктовый аналитик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116746156",
        "salary": "160000",
        "snippet": "Требования: Преимуществом будет: Владение SQL (оконные функции, вложенные запросы, join, cte и тд). Знания <highlighttext>Python</highlighttext>. Работа в Figma, Tilda и иных.... \nОбязанности: Сбор, обработка и анализ данных для поддержки принятия решений в области внедрения цифровых решений в ресторанный бизнес. Финансовое и бизнес..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116814900",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Ты ответственный, внимательный и самостоятельный. Будет плюсом: Базовые знания <highlighttext>Python</highlighttext> или другого серверного языка программирования. Знание SQL на уровне простых.... \nОбязанности: XWAY — сертифицированное агентство по работе с маркетплейсами и разработчик IT-решений. Помогаем селлерам запускать и развивать продажи на Ozon, Wildberries..."
    },
    {
        "name": "Разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/116825461",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание по работе с командной строкой и обратиться к серверу (перезапустить airflow, например). Опыт работы с <highlighttext>python</highlighttext>3: понимание структур.... \nОбязанности: Настройка автоматизации выгрузок звонков в базу данных. Визуализация отчетов в Power Bi. Сбор данных из кабинетов. Обновление данных на постоянной..."
    },
    {
        "name": "Дата - Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116800241",
        "salary": "7000000 - 10000000",
        "snippet": "Требования: Умеет находить закономерности в данных. Уверенно знает SQL, Excel, Power BI, <highlighttext>Python</highlighttext> (или аналогичные инструменты). Понимает основы статистики и прогнозирования. . \nОбязанности: Сбор, обработка и консолидация данных из различных источников. Разработка и автоматизация аналитических отчетов. Анализ ключевых бизнес-показателей, выявление трендов и..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116873691",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт командной работы. Знание/желание работать с языками <highlighttext>Python</highlighttext> и Go. Навыки работы с DevOps инструментами: CI/CD, Helm, Ansible.. \nОбязанности: Языки разработки: Java, часть сервисов на <highlighttext>Python</highlighttext> и Go. Базы данных: MySQL, MongoDB, Redis, Kafka, ElasticSearch. Docker, Kubernetes. REST API. "
    },
    {
        "name": "Python Developer Middle - Senior",
        "alternate_url": "https://hh.ru/vacancy/116792064",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Коммерческий опыт разработки от 2-ух лет. Уверенные знания и опыт работы с <highlighttext>Python</highlighttext>. Опыт работы с веб-фреймворками (Django.... \nОбязанности: Участвовать в разработке архитектуры. Разрабатывать бэк для мобильных приложений с 0 и дорабатывать существующие продукты. Участвовать в формировании плана разработки. "
    },
    {
        "name": "Аналитик Excel",
        "alternate_url": "https://hh.ru/vacancy/116901107",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт моделирования в Anaplan, IBM TM1/Cognos/Analytycs, Oracle Hyperion и SAP BPC/Planning. Опыт программирования VBA, SQL, <highlighttext>Python</highlighttext>.... \nОбязанности: Анализ сложных финансовых моделей, реализованных в MS Excel. Анализ учетных систем 1С или подобных систем с целью получения данных..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116842910",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Python</highlighttext> от 1 года. - Опыт работы с базами данных PostgreSQL и MSSQL. - Опыт работы с Docker. - . \nОбязанности: Разработка и поддержка backend сервисов. - Интеграция с внешними API сервисами и базами данных. - Участие в проектировании архитектуры приложений. - "
    },
    {
        "name": "Ведущий системный администратор Linux (2 линия ТП)",
        "alternate_url": "https://hh.ru/vacancy/116077805",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование, опыт работы от 3 лет. Специальные знания и навыки: Опыт работы с серверным оборудованием. Хорошее знание стека протоколов.... \nОбязанности: Управление высоконагруженной сетью передачи данных. Поддержание серверной инфраструктуры компании. Развитие серверных приложений и проектов. Обеспечение сетевой безопасности ресурсов. "
    },
    {
        "name": "Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116857856",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Отличное знание CSS3 и HTML5 (дизайнеры есть, нужно только верстать по макетам). Опыт коммерческой разработки на JavaScript и.... \nОбязанности: Разработка FrontEnd для проектов. Code-Review. Написание документации. Поддержка существующих проектов и написание нового функционала."
    },
    {
        "name": "Ручной тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116705058",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание техник тест-дизайна. Знание SQL на уровне простых запросов. Понимание клиент-серверной архитектуры на базовом уровне. Технический склад ума.... \nОбязанности: Ручное тестирование REST API с использованием Postman. Функциональное тестирование, регрессионное тестирование, исследовательское тестирование веб-приложения. Разработка и поддержка тестовой документации..."
    },
    {
        "name": "Middle Python разработчик",
        "alternate_url": "https://hh.ru/vacancy/116735872",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Fastapi, Django, SQLAlchemy. Знание асинхронного <highlighttext>Python</highlighttext>. Понимание работы клиент-серверных приложений. Знание стандартной библиотеки <highlighttext>Python</highlighttext> >= 3.10 и фреймворка Django.... \nОбязанности: Это красивые, удобные и полезные мобильные приложения для участников любого рода мероприятий и программ. Они помогают информировать и мотивировать участников..."
    },
    {
        "name": "React developer",
        "alternate_url": "https://hh.ru/vacancy/116708775",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в веб-разработке с акцентом на React.js. Опыт работы с Redux или MobX. Глубокие знания JavaScript/TypeScript, HTML...."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116826109",
        "salary": "220000",
        "snippet": "Требования: Знание языка <highlighttext>Python</highlighttext> на продвинутом уровне. Знание какого-либо из популярных <highlighttext>Python</highlighttext>-фреймворков (Django(приоритет), Flask, FastAPI и др.). . \nОбязанности: Разработка и поддержка веб-проектов для внешних и внутренних пользователей; микросервисы, предоставляющие API для мобильных приложений, сайта и других сервисов. "
    },
    {
        "name": "Стажёр / программист-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116754104",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание как минимум одного из следующих языков: TypeScript, JavaScript, <highlighttext>Python</highlighttext>, Go. Понимание основ работы компьютерных сетей. Понимание принципов работы протоколов.... \nОбязанности: Разработка утилит для автоматизированного тестирования видеоплеера. Создание инструментов для сбора и визуализации метрик видеоплеера."
    },
    {
        "name": "Младший аналитик",
        "alternate_url": "https://hh.ru/vacancy/116843422",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовое знание SQL, развитые математические способности, аналитический склад ума. Знание <highlighttext>Python</highlighttext> и методов машинного обучения (предиктивная аналитика, задачи классификации и.... \nОбязанности: Контроль качества (полноты и корректности) используемых данных. Предоставление по согласованию с руководством бизнес-заказчикам из смежных подразделений запрашиваемых данных в..."
    },
    {
        "name": "QA-инженер / Тестировщик программного обеспечения",
        "alternate_url": "https://hh.ru/vacancy/115895018",
        "salary": "80000",
        "snippet": "Требования: Базовые знания английского приветствуются. Прохождение специализированных курсов. Базовое представление об SQL. Знание скриптовых языков типа <highlighttext>Python</highlighttext>. Желание развиваться в области.... \nОбязанности: Тестирование ПО и интеграций с оборудованием. Разработка тест-кейсов, чек-листов. Анализ логов. Моделирование ошибок пользователей, исследование причин сбоев."
    },
    {
        "name": "Python-разработчик (junior|middle) | Backend-developer (Python)",
        "alternate_url": "https://hh.ru/vacancy/116913216",
        "salary": "60000 - 150000",
        "snippet": "Требования: Уверенное знание языка программирования <highlighttext>Python</highlighttext> и его стандартной библиотеки. Опыт разработки на фреймворке Django/Starlette/FastAPI от 1 года. . \nОбязанности: Разработка проектов на ЯП <highlighttext>python</highlighttext> и фреймворке Django/StarletteWeb/FastAPI. Автоматизировать тестирование веб-приложений. Владеть и хорошо разбираться в кодовой..."
    },
    {
        "name": "Junior Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116157271",
        "salary": "1000",
        "snippet": "Требования: 1+ year of hands-on experience in <highlighttext>Python</highlighttext> development. Expertise in Postgres and Django. Understanding of principles like SOLID.... \nОбязанности: Adherence to TDD, Code Coverage, and other industry-standard engineering practices. Preparation of architectural and technical documentation for projects. "
    },
    {
        "name": "Middle+ QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115603894",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт автоматизации процесса тестирования (написание автоматических тестов). Умение читать и запускать код на <highlighttext>python</highlighttext> или java. Инженерный бэкграунд и опыт.... \nОбязанности: Тестировать новые модули и функции продукта. Участвовать в построении процесса тестирования (регресс, смоук, тестирование фичей, процесс выкатки, ретроспектива релиза). "
    },
    {
        "name": "Программист Python (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116583839",
        "salary": "89000",
        "snippet": "Требования: Знание <highlighttext>Python</highlighttext> и SQL на базовом уровне. Опыт работы с фреймворками (Flask, FastAPI). Понимание принципов работы с Docker, Docker-compose. . \nОбязанности: Создание новых и поддержка уже существующих сервисов. Интеграция с внутренними и внешними системами (такими как: Kafka, HTTP). Разработка аналитических отчетов. "
    },
    {
        "name": "Системный аналитик/Бизнес-аналитик",
        "alternate_url": "https://hh.ru/vacancy/114811435",
        "salary": "150000",
        "snippet": "Требования: Будет плюсом: - Базовое знание современных языков программирования (<highlighttext>Python</highlighttext> и т.п.). - Знание современных технологий и стандартов в области ИТ. - . \nОбязанности: Сбор, анализ и документирование требований от заказчиков и внутренних подразделений. - Разработка и поддержка технической документации: спецификаций, технических заданий, пользовательских инструкций. - "
    },
    {
        "name": "ML-инженер (Junior Data Scientist)",
        "alternate_url": "https://hh.ru/vacancy/116604182",
        "salary": "140000",
        "snippet": "Требования: Уверенно владеете <highlighttext>Python</highlighttext> 3. Знакомы с основами архитектуры сверточных нейронных сетей. Пользуетесь IDE, например PyCharm, VS Code, Sublime, Vim. . \nОбязанности: Разработка сервисов для анализа данных, генерации картинок (инфографика для WB). Прогнозирование продаж на WB на основе методов классического машинного обучения. "
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116902317",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с Django и/или FastAPI, знание Celery ️. Опыт тестирования с использованием Pytest. Знание библиотеки Pydantic для валидации данных. . \nОбязанности: Разработка и оптимизация высоконагруженных решений для процессинга платежей . Интеграция с криптовалютными биржами и блокчейнами. Азработка и поддержка REST API. "
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116852459",
        "salary": "70000 - 170000",
        "snippet": "Требования: Опыт работы с NoSql базами данных например Redis, MongoDb, Memcached. Уверенное владение <highlighttext>Python</highlighttext>, опыт работы с FastAPI или Flask от.... \nОбязанности: Участие в проекте в роли Backend-разработчика <highlighttext>Python</highlighttext> разработчика. Разработка логики backend компонентов, взаимодействующих с frontend. Участие в планировании, оценке..."
    },
    {
        "name": "Веб-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116857277",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Написание тестов. Опыт настройки vite, webpack. Опыт настройки eslint, prettier. TypeScript. React, Redux. Nuxt. <highlighttext>Python</highlighttext>. Docker. PWA. WebGL. SQL. WebRTC. . \nОбязанности: Разработка SPA веб приложений. Разработка бэкенд (RestAPI, WebSocket). Внесение предложений в архитектуру, UI/UX, инфраструктуру. Выбор инструментов реализации. "
    },
    {
        "name": "Backend-разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/116552869",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Окно необходимых навыков: Опыт комерческой разработки от 2х лет. Уверенные знания <highlighttext>python</highlighttext>; Понимание асинхронности. Опыт работы с FastAPI, SQLAclhemy.... \nОбязанности: Стратегия битвы: (предстоящие задачи). Написание микросервисных приложений с использование FastAPI + SqlAlchemy + Pydantic. Поддержка и развитие существующих микросервисов. "
    },
    {
        "name": "Middle QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116837555",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Структурность и самоходность в работе, умение планировать рабочую нагрузку. Будет плюсом опыт написания автотестов на Java или <highlighttext>Python</highlighttext>.. \nОбязанности: Отвечать за качество выпускаемого продукта. Моделировать ситуации, которые могут возникнуть в условиях эксплуатации программного обеспечения. Проводить функциональное, интеграционное, регрессионное ручное..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116902762",
        "salary": "70000 - 90000",
        "snippet": "Требования: Отлично знаешь <highlighttext>Python</highlighttext> и понимаешь принципы ООП. Умеешь писать чистый, читаемый код, который легко поддерживать. Разбираешься в Flask (blueprint, view.... \nОбязанности: Разработка серверной части нашего сервиса на <highlighttext>Python</highlighttext> с использованием Flask. Создание и поддержка RESTful API для взаимодействия с фронтендом. "
    },
    {
        "name": "QA-тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116909419",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет плюсом: - опыт работы с Unity, C#. - Навыки работы с базами данных: SQL, PostgreSQL. - Автоматизация тестирования (<highlighttext>Python</highlighttext>). - Навыки нагрузочного тестирования.. \nОбязанности: Разрабатываем собственные системы управления профессионального уровня: система управления складом LEAD WMS, транспортом LEAD TMS, производством LEAD MFMS, закупками и продажами..."
    },
    {
        "name": "Веб разработчик / Верстальщик лендинг-страниц и небольших сайтов",
        "alternate_url": "https://hh.ru/vacancy/116892895",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт backend-разработки на PHP, Java, <highlighttext>Python</highlighttext> или C#/C++ (приоритет PHP и <highlighttext>Python</highlighttext>). Будет плюсом: знание Vue.js, React или.... \nОбязанности: Оптимизация кода и изображений для высокой скорости загрузки. Верстка по макетам (Figma, Photoshop) с соблюдением пиксельной точности. Интеграция с CRM..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/116790407",
        "salary": "200000",
        "snippet": "Требования: Уверенное пользование ПК, продвинутые знания Excel (Power Query/Power Pivot, графики, диаграммы и пр.), построение дашбордов. Знание SQL, <highlighttext>Python</highlighttext> - будет.... \nОбязанности: Помогать бизнесу находить возможности для роста и повышения эффективности. Отслеживать тренды на рынке ритейла и коммерческой недвижимости, анализировать их изменения. "
    },
    {
        "name": "Junior Golang Developer",
        "alternate_url": "https://hh.ru/vacancy/110304416",
        "salary": "75000",
        "snippet": "Требования: CI/CD: Опыт работы с инструментами непрерывной интеграции и доставки. Другие языки: Знание других языков программирования, таких как <highlighttext>Python</highlighttext> или...."
    },
    {
        "name": "Разработчик python",
        "alternate_url": "https://hh.ru/vacancy/116907192",
        "salary": "200000",
        "snippet": "Требования: Опыт коммерческой разработки от 3х лет. <highlighttext>Python</highlighttext> 3. Знание баз данных (Postgres). Работа с git. Pytest. Владение Linux.. \nОбязанности: Разработка backend. Разработка backend для предоставления данных на front. Оптимизация работы существующего приложения. Работа в команде разработчиков."
    },
    {
        "name": "Junior Python Developer",
        "alternate_url": "https://hh.ru/vacancy/110412718",
        "salary": "75000",
        "snippet": "Требования: Базовые знания <highlighttext>Python</highlighttext>. Опыт написания REST приложений на любом <highlighttext>Python</highlighttext> фреймворке (Flask, FastAPI, Django и др.). Понимание основ SQL и...."
    },
    {
        "name": "Ведущий системный инженер",
        "alternate_url": "https://hh.ru/vacancy/116838586",
        "salary": "214500",
        "snippet": "Требования: ...Veeam Backup & Replication). Опыт настройки систем мониторинга Zabbix, Grafana. Умение автоматизировать задачи при помощи bash, powershell или <highlighttext>python</highlighttext>, владение git.. \nОбязанности: Поддержание работоспособности инфраструктуры локальной сети, платформы, виртуализации. Выполнение регламентных работ на it инфраструктуре. Устранение проблем с работой ПО и оборудования. "
    },
    {
        "name": "Стажер",
        "alternate_url": "https://hh.ru/vacancy/116909389",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...студент выпускных курсов бакалавриата или магистратуры технического или экономического направлений. Владеешь MS Excel (сводные таблицы, графики, функции). Владеешь SQL, <highlighttext>Python</highlighttext>.. \nОбязанности: Проводить анализ данных и презентовать выводы (Excel). Визуализировать данные результатов (PowerPoint). Заниматься разработкой на <highlighttext>Python</highlighttext>, SQL."
    },
    {
        "name": "Продуктовый аналитик",
        "alternate_url": "https://hh.ru/vacancy/115898753",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...машинного обучения (регрессия, деревья решений, градиентный бустинг), а также знание <highlighttext>Python</highlighttext> и библиотек для анализа данных (Pandas / NumPy / Scikit-learn.... \nОбязанности: Создавать и анализировать продуктовые метрики. Работать с данными для измерения качества продукта, выявлять отклонения и их причины. Проводить исследования данных..."
    },
    {
        "name": "QA engineer",
        "alternate_url": "https://hh.ru/vacancy/116751646",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт тестирования API. Будет плюсом: Базовое знание языков javascript/<highlighttext>python</highlighttext>, либо готовность перейти на один из них. Опыт написания и.... \nОбязанности: Ручным тестированием CRM (web/backend). Тестированием документации. Поддержанием и расширением тестовой модели. Созданием и поддержкой тестовой документации. ​​​​​​​Сопровождением релизов."
    },
    {
        "name": "Разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/115162983",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Python</highlighttext> от 3-х лет (ООП и паттерны проектирования). Хорошие знания SQL и опыт работы с PostgreSQL. . \nОбязанности: Разрабатывать продуктовые сервисы и автоматизировать бизнес процессов Компании. Проектировать и разрабатывать сервисы агрегации и обработки данных для внутренней системы отчетности. "
    },
    {
        "name": "Intern Data Analyst / Стажер - аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/115748775",
        "salary": "100000",
        "snippet": "Требования: Previous experience with some of the following tools would be considered an advantage: scientific or statistical computing (<highlighttext>Python</highlighttext>, R), SQL.... \nОбязанности: Demonstrate use of data visualization (Power BI, Excel), and analytic tools (<highlighttext>Python</highlighttext>, R, SQL, KNIME). Collaborate with multifunctional teams (Marketing..."
    },
    {
        "name": "Senior QA инженер (удаленно)",
        "alternate_url": "https://hh.ru/vacancy/113914695",
        "salary": "250000 - 400000",
        "snippet": "Требования: Умение писать техническую документацию. Опыт разработки автоматизированных тестов на <highlighttext>Python</highlighttext>. Знание SQL и опыт написания SQL запросов. Опыт использования системы.... \nОбязанности: Создание, поддержание и развитие автоматизированных e2e тестов на <highlighttext>Python</highlighttext> и Playwright. Документирование работы фич и составление чек-листов. "
    },
    {
        "name": "Middle QA engineer",
        "alternate_url": "https://hh.ru/vacancy/116844705",
        "salary": "150000",
        "snippet": "Требования: Коммерческий опыт работы в тестировании от 3 лет. Знание и опыт работы с инструментами: Devtools, Postman , Charles proxy. . \nОбязанности: Ручное тестирование сервиса, поиск багов. Создание тестовой документации: тест-дизайн, описание тест-кейсов, а также поддержка документации в актуальном состоянии. "
    },
    {
        "name": "Junior Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116101225",
        "salary": "60000",
        "snippet": "Требования: Опыт работы с <highlighttext>Python</highlighttext> от 6 месяцев , можно pet-проекты. Базовые знание библиотек для работы с ботами. Опыт работы с.... \nОбязанности: Разработка и поддержка ботов. Автоматизация бизнес-процессов. Парсинг данных из различных источников. Интеграция с API сторонних сервисов. Оптимизация и доработка..."
    },
    {
        "name": "Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116859349",
        "salary": "200000",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Python</highlighttext>. - Знание <highlighttext>Python</highlighttext> 3.10+. - Опыт работы с базами данных, понимание базовых принципов внутренней работы.... \nОбязанности: Разработка с использованием <highlighttext>Python</highlighttext>3. - Поддержка бекендов облачного движка компании - разработка нового функционала, поддержка и развитие старого функционала, кастомизация с..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116852805",
        "salary": "80000 - 120000",
        "snippet": "Требования: Опыт программирования на <highlighttext>Python</highlighttext> от 1 года. Опыт работы с Django и Django REST Framework (DRF). Уверенные знания и опыт.... \nОбязанности: Расширение и поддержка существующего приложения на базе Django и DRF. Разработка новых эндпоинтов для приложения. Написание и поддержка скриптов для..."
    },
    {
        "name": "Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116859348",
        "salary": "200000",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Python</highlighttext>. - Знание <highlighttext>Python</highlighttext> 3.10+. - Опыт работы с базами данных, понимание базовых принципов внутренней работы.... \nОбязанности: Разработка с использованием <highlighttext>Python</highlighttext>3. - Поддержка бекендов облачного движка компании - разработка нового функционала, поддержка и развитие старого функционала, кастомизация с..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116725018",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Плюсами будут: Опыт в областях simulation modeling, numerical simulation. Знание <highlighttext>Python</highlighttext>. Опыт работы с Unix-системами. Знание REST API – понимание.... \nОбязанности: Полное погружение в движок продукта с упором на внедрение клиент-серверной архитектуры. Поддержка кроссплатформенной разработки. Интеграция с другими продуктами компании..."
    },
    {
        "name": "Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/115756807",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Инициативность и желание принимать активное участие в улучшении продукта. Знание <highlighttext>Python</highlighttext>. Опыт работы в QA от 1 года. . \nОбязанности: Проведение функционального, приемочного и регрессионного тестирования (бекенд, веб). Выявление дефектов ПО, фиксирование их в системе баг-трекинга, контроль исправления. "
    },
    {
        "name": "Junior Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116810225",
        "salary": "50000 - 50000",
        "snippet": "Обязанности: Разработка модулей платформы под руководством senior разработчика. Разработка на <highlighttext>python</highlighttext>, написание тестов, интеграция с другими модулями, работа с БД. "
    },
    {
        "name": "Программист",
        "alternate_url": "https://hh.ru/vacancy/116886265",
        "salary": "80000 - 100000",
        "snippet": "Требования: Отличное понимание Telegram API. Опыт разработки на <highlighttext>Python</highlighttext> от 1 года. Уверенное владение <highlighttext>Python</highlighttext>. Опыт работы с Linux (SSH). . \nОбязанности: Разработка Backend-части Telegram-ботов. Написание сложной логики чат-ботов. Взаимодействие с Telegram API. Работа с базами данных (Postgres, MySQL). "
    },
    {
        "name": "QA Engineer (Тестировщик)",
        "alternate_url": "https://hh.ru/vacancy/116174242",
        "salary": "140000",
        "snippet": "Требования: Знает SQL на уровне простых запросов. Обладает знаниями <highlighttext>Python</highlighttext>. Готов и умеет работать с большим количеством данных. Имеет опыт работы.... \nОбязанности: Проведение ручного тестирования веб-приложений (frontend и backend). Работать с API: создавать и выполнять запросы в Postman, управлять коллекциями. "
    },
    {
        "name": "Middle Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116850173",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание алгоритмов и структур данных. Превосходное знание <highlighttext>Python</highlighttext> 3 и стандартной библиотеки. Опыт работы с FastAPI, Git, Docker. . \nОбязанности: Код и еще раз код. Участие в командных мероприятиях (Daily, Planning, Grooming, Retro, Demo). Синхронизация действий с другими разработчиками. "
    },
    {
        "name": "Специалист по работе с данными",
        "alternate_url": "https://hh.ru/vacancy/116899496",
        "salary": "40000 - 60000",
        "snippet": "Требования: Базовые знания SQL (написание запросов, знание оконных функций). Опыт работы с <highlighttext>python</highlighttext> (библиотеки pandas, sqlalchemy). Аналитический склад ума. . \nОбязанности: Организация транспортировки, обработки и хранения данных (выстраивание data-pipelines). Оптимизация ETL-процессов. Участие в разработке витрин данных. Сбор и обработка..."
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/115580750",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовые знания: - html. - SQL. - понимание как и зачем писать чек-листы. Опыт работы: - Selenium Webdriver / Playwright. - среда разработки - IntelliJ IDEA.... \nОбязанности: Тестирование интерфейсов 80%: - тестирование web приложений и сервисов. - проектирование и поддержка актуальной тестовой документации. - проведение тестирования, сбор и анализ результатов. - "
    },
    {
        "name": "Python-разработчик (Начинающий)",
        "alternate_url": "https://hh.ru/vacancy/116212678",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...можешь привести примеры, описать что оно делает и для чего оно нужно. Есть желание развиваться в асинхронном программировании на <highlighttext>Python</highlighttext>.. \nОбязанности: Анализ API-сторонних сервисов и доработка собственных. Оптимизация узких мест в основной архитектуре продукта."
    },
    {
        "name": "QA тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116843580",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет плюсом: Опыт написания автотестов (Selenium, Playwright, Cypress). Знание <highlighttext>Python</highlighttext>/Java/JavaScript на базовом уровне. Опыт работы с REST и.... \nОбязанности: Начисление баллов – Сенткоинов, возможность заработать внутреннюю валюту и потратить её на разные бонусы в компании)."
    },
    {
        "name": "Python developer (Django)",
        "alternate_url": "https://hh.ru/vacancy/116906039",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Задачи и технологии: Хорошие знания <highlighttext>Python</highlighttext> 3, Django, Celery. Понимание REST и чистой архитектуры. Уверенные знания SQL (мы работаем с.... \nОбязанности: Основные задачи: поддержка и развитие нового бизнес-функционала."
    },
    {
        "name": "BI-аналитик",
        "alternate_url": "https://hh.ru/vacancy/115236249",
        "salary": "400000",
        "snippet": "Требования: знание математической статистики и теории вероятностей. - знание <highlighttext>Python</highlighttext> (pandas, NumPy, matplotlib, Sklearn) и других BI-систем будет плюсом. - высшее образование.. \nОбязанности: развитие и поддержка существующей отчетности, разработка отчетов «с нуля». - сбор требований от заказчиков отчетов. - сбор и интеграция данных из различных..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/116803783",
        "salary": "150000",
        "snippet": "Требования: Знаете принципы работы с BI-платформами. Умеете проводить аналитику <highlighttext>Python</highlighttext> с подключением SQL. Способны визуализировать данные в удобной для принятия.... \nОбязанности: Выборка количественных данных, подготовка отчетов (регулярных и по запросу). Визуализация количественных данных (графиков, карт, таблиц). Создание дашбордов Tableau/Excel/Metabase. "
    },
    {
        "name": "Python-Разработчик (Django)",
        "alternate_url": "https://hh.ru/vacancy/116887059",
        "salary": "300000 - 450000",
        "snippet": "Требования: Опыт работы с Django не менее 1 года. Опыт работы с Docker Compose. Понимание фреймворка Django и его компонентов. . \nОбязанности: Разработка и поддержка веб-приложений на <highlighttext>Python</highlighttext>/Django. Работа с Docker Compose для развертывания и управления приложениями. Работа с командой..."
    },
    {
        "name": "Junior Backend-разработчик (Python)",
        "alternate_url": "https://hh.ru/vacancy/115797396",
        "salary": "125000",
        "snippet": "Требования: <highlighttext>Python</highlighttext>. Flask, Django или FastAPI. PostgreSQL, MySQL и др. Git и Docker. Unittest, Pytest. Желание развиваться в профессии и прикладывать.... \nОбязанности: Разработка новых функций. Взаимодействие с командой."
    },
    {
        "name": "Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116887289",
        "salary": "150000",
        "snippet": "Требования: Базовое знание C# (.NET 7+) и/или <highlighttext>Python</highlighttext> (FastAPI, Flask, Django). Опыт работы с SQL (PostgreSQL, MSSQL) и ORM.... \nОбязанности: Разработка и поддержка SPA-приложений. Проектирование UI/UX-дизайнов, создание интерактивных прототипов. Верстка интерфейсов с использованием современных технологий. "
    },
    {
        "name": "Web-программист - стажер",
        "alternate_url": "https://hh.ru/vacancy/114618889",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знать теорию тестирования, что такое тест планы, чек листы и протокол тестирования, свободно владеть ЯП <highlighttext>Python</highlighttext>, быть приспособленным к монотонной.... \nОбязанности: Как правильно работать с git-ом в команде. Писать автотесты на базе Selenium/<highlighttext>Python</highlighttext> (тестировщик). Создавать web-дизайны для реальных..."
    },
    {
        "name": "Python developer",
        "alternate_url": "https://hh.ru/vacancy/115879338",
        "salary": "80000 - 170000",
        "snippet": "Требования: Что мы хотим видеть в коллеге: Знание языка <highlighttext>Python</highlighttext> 3.x. Опыт работы с Django/Django rest framework. . \nОбязанности: Компания КОМТЕК разрабатывает медицинские системы для медицинских учреждений: больниц, поликлиник, стационаров. Также мы разрабатываем и интегрируем региональные медицинские системы и..."
    },
    {
        "name": "Middle backend-разработчик (Python)",
        "alternate_url": "https://hh.ru/vacancy/116344876",
        "salary": "140000",
        "snippet": "Обязанности: Разрабатывать финансовый сервис для ИП. Участвовать в принятии архитектурных решений и проектировании API. Заботиться о производительности, качестве и устойчивости..."
    },
    {
        "name": "Middle / Senior QA инженер",
        "alternate_url": "https://hh.ru/vacancy/116722313",
        "salary": "170000 - 260000",
        "snippet": "Требования: Опыт ручного тестирования от 3 лет, желателен также опыт автоматизированного тестирования. Знание PyTest, <highlighttext>Python</highlighttext> на уровне достаточном для написания простых.... \nОбязанности: Автоматизация тестирования: разработка и поддержка тестовых сценариев с использованием PyTest, <highlighttext>Python</highlighttext>. Анализ и устранение ошибок: взаимодействие с разработчиками для эффективного..."
    },
    {
        "name": "Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/115407588",
        "salary": "120000 - 140000",
        "snippet": "Требования: Высшее образование (желательно техническое или математическое). Плюсом будет знание языков программирования (например, SQL, <highlighttext>Python</highlighttext>). Понимание принципов работы реляционных баз данных. . \nОбязанности: Проверка качества разработанного функционала приложений. Описание багов в письменном виде и передача их разработчикам на исправление. Написание сценариев тестирования. "
    },
    {
        "name": "Консультант отдела бизнес-анализа",
        "alternate_url": "https://hh.ru/vacancy/112541288",
        "salary": "260000",
        "snippet": "Требования: Приветствуется: знание языков программирования (VBA, <highlighttext>Python</highlighttext> и др.), знание статистического анализа и методов прогнозирования, опыт работы с Big Data. . \nОбязанности: Анализ и оценка бизнес-процессов, выявление проблем в сфере развития авиакомпаний Группы. Подготовка аналитических отчетов и прогнозов в сфере анализа..."
    },
    {
        "name": "Стажер-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115482788",
        "salary": "100000 - 150000",
        "snippet": "Требования: Знание основ программирования. Знания любого языка программирования (JavaScript, PHP, <highlighttext>Python</highlighttext>, C#, Java, C, C++ и др). Писать код, понимать основные.... \nОбязанности: Разработка, развитие и поддержка Аналитической системы."
    },
    {
        "name": "Ведущий инженер по ручному тестированию",
        "alternate_url": "https://hh.ru/vacancy/116886909",
        "salary": "180000",
        "snippet": "Требования: Опыт управления релизами. Знание принципов автоматизации тестирования. Опыт автоматизации API/UI/E2E на <highlighttext>Python</highlighttext> стеке. Опыт работы с.... \nОбязанности: Участвовать в тестировании (ручное и авто) продуктов компании (его back и front части). Анализировать поступающие требования для последующего покрытия тестами..."
    },
    {
        "name": "Frontend developer",
        "alternate_url": "https://hh.ru/vacancy/116113675",
        "salary": "150000",
        "snippet": "Требования: Опыт работы с html шаблонизаторами (Jinja2). Опыт создания макетов (Figma). Опыт работы с <highlighttext>python</highlighttext>. Опыт работы c typescript. . \nОбязанности: Разработка нового функционала и/или доработка существующего в рамках требований ТЗ. Взаимодействие с командой бэкенда (Swagger). Работа по макету и..."
    },
    {
        "name": "Системный администратор",
        "alternate_url": "https://hh.ru/vacancy/116861589",
        "salary": "180000 - 250000",
        "snippet": "Требования: Опыт эксплуатации систем сетевого мониторинга. Уверенные навыки написания скриптов на Poweshell или <highlighttext>Python</highlighttext>. Опыт развертывания ПО через SCCM или Intune.... \nОбязанности: Развертывание, настройка и администрирование серверов и рабочих станций под управлением ОС Windows (on-premis и cloud). Настройка и мониторинг сетевого..."
    },
    {
        "name": "Middle разработчик",
        "alternate_url": "https://hh.ru/vacancy/116345388",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки пользовательских узлов и серверной части приложений на базе ComfyUI: Уверенное владение <highlighttext>Python</highlighttext>, включая разработку и поддержку серверной части.... \nОбязанности: Создание и настройка бэкенд-логики на <highlighttext>Python</highlighttext>, обеспечивающей корректную работу интерфейсов. Интеграция новых функций в систему, включая взаимодействие между фронтендом..."
    },
    {
        "name": "Middle QA инженер (manual)",
        "alternate_url": "https://hh.ru/vacancy/116143267",
        "salary": "100000",
        "snippet": "Требования: Опыт работы в тестировании от 2 лет. Опыт тестирования веб и мобильных приложений. Опыт создания тестовой документации (чеклисты, тест-кейсы). . \nОбязанности: Обработка 6 млн фотографий в месяц. Распознание 20 млн объектов каждый день. 15млн записей каждый день в кластер БД. > "
    },
    {
        "name": "Junior Pricing Analyst",
        "alternate_url": "https://hh.ru/vacancy/116905622",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание работы с Tableau - желательно. Знание библиотек для анализа данных в <highlighttext>Python</highlighttext> - желательно. Понимание базовых принципов визуализации данных. . \nОбязанности: Поддерживать корректность данных в основных дата мартах ценообразования: находить несоответствия, выявлять причины несоответствий, устранять их. Создавать и совершенствовать дашборды и..."
    },
    {
        "name": "Junior QA",
        "alternate_url": "https://hh.ru/vacancy/116812920",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание основ автоматизации тестирования (Selenium, Playwright, Pytest и т.д.). Начальные знания хотя бы одного языка программирования (например, <highlighttext>Python</highlighttext> или.... \nОбязанности: Ручное тестирование продуктов: блочные редакторы писем, сайтов, виджетов для сайтов, микросервисы. Развитие навыков внедрения автотестов на практических задачах. "
    },
    {
        "name": "Junior Backend Developer (Python, FastAPI, PostgreSQL)",
        "alternate_url": "https://hh.ru/vacancy/116715086",
        "salary": "50000 - 100000",
        "snippet": "Требования: Опыт работы с <highlighttext>Python</highlighttext> (может быть коммерческий или pet-проекты, но важен реальный код). Понимание работы с FastAPI или другими.... \nОбязанности: Подключать и поддерживать интеграции клиентов с Solo: amoCRM, Bitrix24, Yclients, кастомные API и другие системы. Разрабатывать и дорабатывать механизмы..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116745892",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное владение <highlighttext>Python</highlighttext> и опыт разработки бэкенд решений. Знание библиотек для работы с машинным обучением: langchain, torch, torchaudio, torchvision, langflow. . \nОбязанности: Разработку нового функционала в команде разработчиков. Исправление существующих и возникающих багов. Участие в проектировании и реализации бэкенд компонентов для обеспечения..."
    },
    {
        "name": "Тестировщик ПО middle (ручное тестирование)",
        "alternate_url": "https://hh.ru/vacancy/116795983",
        "salary": "100000 - 140000",
        "snippet": "Требования: Будет плюсом опыт в UI-тестах (Playwright + <highlighttext>Python</highlighttext>). Интересные и амбициозные задачи, современные технологии и актуальные подходы к разработке.. \nОбязанности: Первая Форма» — российская IT-компания. Больше 15 лет самостоятельно разрабатываем, внедряем и поддерживаем low-code BPM-систему «Первая Форма». "
    },
    {
        "name": "Data Scientist, Лимасол",
        "alternate_url": "https://hh.ru/vacancy/116807352",
        "salary": "5500",
        "snippet": "Требования: ...вероятностей, алгебры и исчисления, необходимые для разработки точных моделей обнаружения мошенничества. Знание языков программирования, таких как <highlighttext>Python</highlighttext>, R или SQL.. \nОбязанности: Автоматизировать процессы анализа данных с помощью таких языков, как <highlighttext>Python</highlighttext> и SQL, а также разрабатывать и внедрять автоматизированные рабочие процессы..."
    },
    {
        "name": "Разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/115172888",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Глубокое понимание <highlighttext>Python</highlighttext>. Владение одним из фреймворков Django/Flask/FastAPI.. \nОбязанности: Проектирование сервисов и API. Владение pytest как средством для написания unit-тестов, написанием фикстур и mock-ов. Проводить код-ревью. "
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116755166",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Солид навыки разработки на <highlighttext>python</highlighttext>/fastapi/flask, с глубоким уклоном в сторону REST микросервисов. Опыт работы с докером/ Опыт настройки.... \nОбязанности: Разрабатывать импортозамещенный backend системы управления абонентским оборудованием. Реализовывать новые сервисы для систем мониторинга и управления клиентским оборудованием. Адаптировать существующую бизнес..."
    },
    {
        "name": "Data Analyst в команду Чековой аналитики",
        "alternate_url": "https://hh.ru/vacancy/111576196",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное владение SQL – но используем PySpark (SQL-API) и Hadoop-стек, знание биг даты - будет плюсом. Знание <highlighttext>pyhon</highlighttext> для визуализации.... \nОбязанности: Проверять гипотезы по улучшению ML моделей, находить аномалии в поведении алгоритмов. Заниматься поиском закономерностей в данных, генерацией ML фичей. "
    },
    {
        "name": "ETl-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115232285",
        "salary": "250000 - 310000",
        "snippet": "Требования: Понимание различий PostgreSQL & Greenplum. Понимание механизма работы QE/QD (query executor & query dispatcher), и как исполняется SQL-запрос в Greenplum.... \nОбязанности: Разработка DataQuality-тестов на скриптовом ETL (<highlighttext>Pyhon</highlighttext>, Java или Scala). Работа с AirFlow-операторами, разработка DAGs. Установка и эксплуатация ADB..."
    },
    {
        "name": "Мастер нейросетей для творческого и легкого проекта",
        "alternate_url": "https://hh.ru/vacancy/116892884",
        "salary": "30000",
        "snippet": "Требования: Вам знаком один из языков: <highlighttext>Python</highlighttext>, Java, Julia, C++. Практический опыт разработки моделей машинного обучения с использованием современных DL фреймворков.... \nОбязанности: Выбор, разработка архитектур систем искусственного интеллекта для решения бизнес-задач, согласование с заказчиком. Разработка, внедрение моделей машинного обучения для обработки..."
    },
    {
        "name": "Python developer (Junior+)",
        "alternate_url": "https://hh.ru/vacancy/116464254",
        "salary": "60000",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Python</highlighttext> от 1 года. Уверенные знания Flask\\FastAPI. Навыки работы с SQLAlchemy, Peewee и PostgreSQL. . \nОбязанности: Разработка и поддержка проектов на <highlighttext>Python</highlighttext>. Создание и ведение API, работа на Flask\\FastAPI. Работа с базами данных PostgreSQL, включая..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116935655",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет преимуществом: Сертификаты ISTQB, Agile Tester. Опыт в автоматизации тестирования (<highlighttext>Python</highlighttext>/Java/JavaScript). Знание мобильных платформ (iOS/Android) и эмуляторов. . \nОбязанности: Тестирование функционала веб- и мобильных приложений. Составление тестовой документации: тест-кейсы, чек-листы, баг-репорты. Выявление, документирование и отслеживание дефектов..."
    },
    {
        "name": "Middle+/Senior тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116756844",
        "salary": "460000",
        "snippet": "Требования: Есть опыт тестирования веб-приложений от 3 лет. Есть опыт автоматизации тестирования на <highlighttext>Python</highlighttext>, Java или другом языке от 2.... \nОбязанности: Банковская инфраструктура — создание надёжной и современной инфраструктуры, которая упрощает работу другим командам, без глубокого погружения в финансовую специфику. "
    },
    {
        "name": "Менеджер по логистике",
        "alternate_url": "https://hh.ru/vacancy/115760953",
        "salary": "150000 - 500000",
        "snippet": "Требования: Высшее образование (предпочтительно в сфере логистики, транспорта или экономики). Опыт работы в сфере логистики или грузоперевозок от 1 года. . \nОбязанности: Работа с клиентами и поиск новых заказчиков: Поиск клиентов и расширение клиентской базы. Обзвон потенциальных клиентов с предложением услуг компании. "
    },
    {
        "name": "Дегустатор настоек в сеть нео-рюмочных",
        "alternate_url": "https://hh.ru/vacancy/116633049",
        "salary": "250000 - 350000",
        "snippet": "Требования: Любовь к разнообразию вкусов и интерес к напиткам. ⁠ ⁠Развитое чувство вкуса, способность различать нюансы вкусовых оттенков и ароматов. . \nОбязанности: Дегустация новых видов настоек : вкусовые оттенки, ароматы и общее качество напитков. ⁠ ⁠Погружение в процесс : участие в создании новых видов настоек..."
    },
    {
        "name": "Бухгалтер по реализации в компанию по продаже металла (Турксибский район)",
        "alternate_url": "https://hh.ru/vacancy/115372602",
        "salary": "350000",
        "snippet": "Требования: Знание 1 С 8,3. Знание в ексель.. \nОбязанности: Реализация металла (тмц, ос, услуги) с выпиской эсф. Знание экспорта, снт (можем обучить). Акты сверок с покупателями. Анализ субконто проверка..."
    },
    {
        "name": "Виртуальный помощник / Администратор / Сотрудник службы поддержки",
        "alternate_url": "https://hh.ru/vacancy/116113394",
        "salary": "1000",
        "snippet": "Требования: Знание русского языка. Свободное владение английским языком. Опыт работы в аналогичной должности. Активная жизненная позиция и желание решать задачи. . \nОбязанности: Деловая переписка. Электронная почта. Телефонные переговоры. Администрирование. Срок выполнения: 2 суток с момента отклика."
    },
    {
        "name": "Охранник",
        "alternate_url": "https://hh.ru/vacancy/116806560",
        "salary": "300000",
        "snippet": "Требования: Дисциплина и порядок. - Вежливость. - Презентабельный внешний вид.. \nОбязанности: Обеспечивать контроль прохода на территорию. - Контроль общественного порядка."
    },
    {
        "name": "Сотрудник в зоомагазин",
        "alternate_url": "https://hh.ru/vacancy/116527385",
        "salary": "Зарплата не указана",
        "snippet": "Нет информации о требованиях и обязанностях"
    },
    {
        "name": "Семейный водитель",
        "alternate_url": "https://hh.ru/vacancy/116902153",
        "salary": "450000",
        "snippet": "Требования: Стаж вождения. Наличие собственного автомобиля.."
    },
    {
        "name": "Кассир в Корейское кафе",
        "alternate_url": "https://hh.ru/vacancy/116454750",
        "salary": "12000 - 16000",
        "snippet": "Требования: Грамотная речь. Опрятный внешний вид. Трудолюбие, активность. Желательно знание корейской кухни. Обязательные оплачиваемые стажировочные дни.. \nОбязанности: Работа с Iiko. Открытие/закрытие кассового дня. Контроль чеков. Контроль стоп-листа кухни и бара."
    },
    {
        "name": "Администратор на Карабатан",
        "alternate_url": "https://hh.ru/vacancy/116703205",
        "salary": "400000 - 450000",
        "snippet": "Требования: Высшее/средне-специальное. Грамотная письменная и устная речь. Высокая работоспособность, стрессоустойчивость. Знание английского языка.. \nОбязанности: 1.Осуществляет работу по эффективному и культурному обслуживанию на объекте Заказчика. 2. Обеспечивает контроль за сохранностью материальных ценностей. Консультирует посетителей по..."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/116886000",
        "salary": "1400 - 1600",
        "snippet": "Требования: Внимательность. Порядочность. Условия:. \nОбязанности: Сборка заказов. Следить за правильностью работы. Сотрудников, уметь решать конфликтные ситуации."
    },
    {
        "name": "Менеджер отдела продаж по оптическим линиям связи, СИП Арматуре",
        "alternate_url": "https://hh.ru/vacancy/115360209",
        "salary": "200000 - 1200000",
        "snippet": "Требования: Опыт проведения переговоров с ЛПР, продаж по телефону. Энергичный, общительный, целеустремлённый, пунктуальный, обучаемый. Опыт работы в сфере продаж B2.... \nОбязанности: Активные продажи, работа по поиску и привлечению клиентов на территории РК, также действующая база предоставляется в дальнейшнее развитие. "
    },
    {
        "name": "Администратор-кассир в компьютерный клуб",
        "alternate_url": "https://hh.ru/vacancy/116061811",
        "salary": "200000 - 220000",
        "snippet": "Требования: Пунктуальность. Стрессоустойчивость. Коммуникабельность. Умение работать в команде. Опрятность. Навыки продажи.. \nОбязанности: Предоставлять качественный сервис клиентам. Следить за запасом товаров; своевременно заполнять буфет, выкладывать товары по ассортименту. Относиться ответственно к чистоте клуба..."
    },
    {
        "name": "Водитель на служебный легковой автомобиль",
        "alternate_url": "https://hh.ru/vacancy/116797829",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Права категории В,С. Грамотная речь, пунктуальность. Ведение маршрутных и путевых листов. Ориентир по городу и области. Умение работать в.... \nОбязанности: Забор документов, ТМЦ. Выполнение поручений руководителя."
    },
    {
        "name": "Intern",
        "alternate_url": "https://hh.ru/vacancy/116778961",
        "salary": "Зарплата не указана",
        "snippet": "Требования: If you're the final year student (4th course) and motivated and curious, with degree or expected degree (higher.... \nОбязанности: Responsibilities may include assisting with research, data analysis, administrative tasks, and supporting ongoing projects. Interns will have opportunities to learn..."
    },
    {
        "name": "Начинающий специалист (тестирование игр и приложений)",
        "alternate_url": "https://hh.ru/vacancy/115993072",
        "salary": "45000 - 90000",
        "snippet": "Требования: Тестировании мобильных приложений и игр. Понимание Android и iOS платформ. Понимание процессов тестирования.. \nОбязанности: Тестирование игр и веб-приложений. Создание отчетов о работе. Выявление ошибок и багов. Взаимодействие с командами разработки. Участие во всех..."
    },
    {
        "name": "Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116782308",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Отличные знания HTML5, CSS3, JavaScript (ES6+). Опыт работы с фреймворками и библиотеками (React, Vue.js, Angular). . \nОбязанности: Разработка web-приложений и сервисов (разработка архитектуры и алгоритмики продукта, поиск сбалансированных решений и их эффективная реализация). Разработка новых компонентов..."
    },
    {
        "name": "Корпоративный экзорцист",
        "alternate_url": "https://hh.ru/vacancy/116715492",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в сфере управления изменениями и оптимизации процессов от 5 лет. Глубокое понимание психологии сотрудников IT-компаний. . \nОбязанности: Демоны неправильных методических подходов. Бесы научно необоснованных решений. Духи shadow IT и несанкционированного ПО. Призраки неэффективной отчетности (Google Sheets, Excel..."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/116747734",
        "salary": "180000 - 250000",
        "snippet": "Требования: Вежливость, порядочность, пунктуальность. Владение казахским и русским языками обязательно. Главное желание работать и быть активным.. \nОбязанности: Встреча и обслуживание клиентов барбершопа. Прием входящих звонков и сообщении по Whatsapp. Обзвон потерянных клиентов и обработка жалоб. "
    },
    {
        "name": "Backend-разработчик (Java, Spring Boot)",
        "alternate_url": "https://hh.ru/vacancy/116749904",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3 лет в разработке на Java (Spring Boot). Знание принципов микросервисной архитектуры. Опыт работы с реляционными и.... \nОбязанности: Разработка и поддержка микросервисной архитектуры бэкенда на Spring Boot (Java). Разделение системы на микросервисы (управление пользователями, курсы, платежи, отчетность). "
    },
    {
        "name": "Водитель для офиса",
        "alternate_url": "https://hh.ru/vacancy/116838591",
        "salary": "Зарплата не указана",
        "snippet": "Требования: знание русского языка обязательно. - аккуратный стиль вождения. - знание Правил Дорожного Движения (ПДД) на \"отлично\". - ответственность.. \nОбязанности: Сопровождение. - Выполнение поручений. - Прохождение ТО. - Содержание автомобиля в чистоте."
    },
    {
        "name": "Менеджер по продажам в школу английского языка",
        "alternate_url": "https://hh.ru/vacancy/116175487",
        "salary": "200000",
        "snippet": "Требования: Удаленная работа | БЕЗ ОПЫТА РАБОТЫ). Лидер образовательного рынка с 20-летним опытом. Работаем в 3 городах Казахстана и онлайн. . \nОбязанности: Помощь в поступлении за рубеж. Визовые и переводческие услуги."
    },
    {
        "name": "Персональный водитель",
        "alternate_url": "https://hh.ru/vacancy/116912411",
        "salary": "650000 - 850000",
        "snippet": "Требования: 1. Строгое соблюдение стандартов сервиса и дресс-кода (костюм, галстук, туфли). 3. Пунктуальность — обязательное требование. 2. Отправьте копии удостоверения личности.... \nОбязанности: 4. Полное соблюдение правил компании. 5. Открытие ИП. Открытие, уплата налогов, сдача отчетности первые 6 месяцев за счет компании. "
    },
    {
        "name": "Главный юрист",
        "alternate_url": "https://hh.ru/vacancy/116902081",
        "salary": "700000 - 1200000",
        "snippet": "Требования: Опыт работы юристом (желательно в сфере недропользования) от 3 лет. Отличное знание, ориентированность в законодательстве РК, в том числе регулирующую.... \nОбязанности: Правовое сопровождение деятельности компании. Разработка проектов различных видов договоров (гражданско-правовых договоров, оказания услуг, подряда, поставки и др.), подготовка, правовой..."
    },
    {
        "name": "Frontend Разработчик",
        "alternate_url": "https://hh.ru/vacancy/116842937",
        "salary": "8000000 - 12000000",
        "snippet": "Требования: Опыт работы frontend-разработчиком от 2 лет. Уверенное знание HTML, CSS, JavaScript (ES6+), Bootstrap. Опыт работы с Angular.js. . \nОбязанности: Разработка и поддержка frontend-части веб-приложений. Участие в проектировании архитектуры новых модулей. Оптимизация и повышение производительности кода. "
    },
    {
        "name": "Промо - модель",
        "alternate_url": "https://hh.ru/vacancy/115387748",
        "salary": "14000 - 150000",
        "snippet": "Требования: Рост от 170 см. Грамотная речь. Умение легко находить общий язык в людьми.. \nОбязанности: Работа на выставках и презентациях. Рекламировать (представлять ) товар (продукцию )."
    },
    {
        "name": "Менеджер по работе с клиентами",
        "alternate_url": "https://hh.ru/vacancy/115608129",
        "salary": "300000",
        "snippet": "Требования: Опыт в продажах обязателен. Способность слышать и понимать клиента. Грамотная устная и письменная речь. Исполнительность, ответственность и пунктуальность. . \nОбязанности: Оперативная обработка входящих звонков, электронных писем и заявок с сайта. Консультирование клиентов по телефону и электронной почте относительно ассортимента товаров..."
    },
    {
        "name": "Специалист в бухгалтерию",
        "alternate_url": "https://hh.ru/vacancy/116886617",
        "salary": "400000 - 500000",
        "snippet": "Требования: Высшее экономическое образование, бухгалтерское. Внимательность, пунктуальность.. \nОбязанности: Прием и обработка первичной документации и отражение их в системе Colvir в соответствии с внутренними правилами и учетной политики банка. "
    },
    {
        "name": "Водитель руководителя",
        "alternate_url": "https://hh.ru/vacancy/116840022",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Наличие водительского удостоверение соответствующей категории. Уровень образования. Опыт работы.. \nОбязанности: Обеспечение профессионального вождения. Подача автомобиля в назначенное работодателем место и время. Перевозка руководителя и личного состава. Доставка документов по поручению."
    },
    {
        "name": "Персональный водитель",
        "alternate_url": "https://hh.ru/vacancy/116878920",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Не менее 3 лет на должности Персонального водителя. Знание ПДД, знание карты города. Умение ориентироваться в местности. Водительские права категории.... \nОбязанности: Профессиональное управление автотранспортным средством."
    },
    {
        "name": "Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116682946",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Хорошие знания Vuejs3, Pinia, Vite, Tailwind CSS; Typescript.. \nОбязанности: Поддержка и доработка существующих проектов: улучшение функциональности, исправление ошибок, оптимизация производительности. Создание пользовательских интерфейсов на основе HTML, CSS, JavaScript. "
    },
    {
        "name": "Рекрутер / Специалист отдела кадров",
        "alternate_url": "https://hh.ru/vacancy/115594457",
        "salary": "250000 - 300000",
        "snippet": "Требования: Больше 11 лет на рынке Казахстана.. \nОбязанности: Читайте объявление до конца! Подбор персонала (от заявки до оформления). Первичная адаптация новых сотрудников. Кадровое делопроизводство."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/116654027",
        "salary": "5500000 - 7000000",
        "snippet": "Требования: Пунктуальность. Доброжелательность. Отзывчивость. Узбекский язык. Базовое знание ПК.. \nОбязанности: Взаимозаменяемость с коллегами."
    },
    {
        "name": "Учитель почемучки",
        "alternate_url": "https://hh.ru/vacancy/115751141",
        "salary": "3000000 - 6000000",
        "snippet": "Требования: Опыт работы с детьми дошкольного возраста. - Энергичность, креативность, умение заинтересовать учеников. - Любовь к обучению и желание развиваться в профессии.. \nОбязанности: Индивидуальный подход к каждому ученику. - Взаимодействие с родителями и сотрудниками академии."
    },
    {
        "name": "Водитель офисный (корпоративный автомобиль представительского класса)",
        "alternate_url": "https://hh.ru/vacancy/116935509",
        "salary": "170000",
        "snippet": "Требования: Опыт работы в аналогичном функционале не менее 6 лет. Стаж безаварийного вождения не менее 5 лет. Грамотная речь и соблюдение.... \nОбязанности: Своевременная подача автомобиля в соответствии с рабочим графиком сотрудников офиса, планирование оптимального маршрута при передвижениях, отслеживание трафика. Выполнение функции персонального..."
    },
    {
        "name": "Офис - менеджер",
        "alternate_url": "https://hh.ru/vacancy/115918775",
        "salary": "250000 - 300000",
        "snippet": "Требования: Грамотное делопроизводство. Высшее образование. Опыт работы не менее 1 года (желательно). Знание казахского и русского языков. Коммуникабельность. Ответственность.. \nОбязанности: Обеспечение работы офиса."
    },
    {
        "name": "Полировщик",
        "alternate_url": "https://hh.ru/vacancy/113097626",
        "salary": "100000",
        "snippet": "Требования: Ответственное отношение к работе. Среднее профессиональное образование. Опыт работы по профессии будет Вашим преимуществом.. \nОбязанности: полировка наружных и внутренних цилиндрических и фасонных поверхностей простых деталей и полировальными кругами с соблюдением последовательности и режимов обработки по..."
    },
    {
        "name": "Водитель руководителя в Астане",
        "alternate_url": "https://hh.ru/vacancy/116804917",
        "salary": "Зарплата не указана",
        "snippet": "Требования: НАЛИЧИЕ СОБСТВЕННОГО АВТО. Чистоплотный, ответственный, исполнительный, корректный. Пунктуальный. Знание города и улиц. Соблюдение конфиденциальности.. \nОбязанности: Своевременная подача автомобиля. Безопасное и профессиональное вождение автомобиля. Содержание автомашины в чистоте и порядке. Исполнение поручений Руководителя. Сопровождение Руководителя /командировки/. "
    },
    {
        "name": "Водитель в компанию \"Меломан HOME VIDEO\"",
        "alternate_url": "https://hh.ru/vacancy/116916537",
        "salary": "300000",
        "snippet": "Требования: Опыт работы на грузовой машине(Газель) не менее трех лет,на Авто Работодателя. Права категории B,C (D-приветствуется).."
    },
    {
        "name": "Флорист",
        "alternate_url": "https://hh.ru/vacancy/116666574",
        "salary": "15000 - 20000",
        "snippet": "Требования: Навыки упаковки и оформления. Умение ухаживать за цветами. Опыт работы приветствуется.. \nОбязанности: Создание букетов и композиций. Продажа цветов и аксессуаров. Уход за растениями."
    },
    {
        "name": "Администратор стоматологии",
        "alternate_url": "https://hh.ru/vacancy/116477364",
        "salary": "1400",
        "snippet": "Требования: Коммуникабельность. Ответственность. Умение работать на компьютере. Желание работать в коллективе.. \nОбязанности: Встреча пациента. Телефонные переговоры. Ведение записи пациентов. Работа с кассой."
    },
    {
        "name": "Семейный водитель",
        "alternate_url": "https://hh.ru/vacancy/116702539",
        "salary": "300000 - 400000",
        "snippet": "Обязанности: Приезжать\\уезжать на личном автомобиле на работу."
    },
    {
        "name": "Менеджер-кассир в компьютерный клуб",
        "alternate_url": "https://hh.ru/vacancy/115295315",
        "salary": "200000 - 250000",
        "snippet": "Требования: БЕРЕМ ТОЛЬКО БЕЗ ОПЫТА! С опытом не берем! Ответственность. Целеустремленность. Энергичность. Обучаемость.. \nОбязанности: Обслуживание гостей. Пополнение аккаунтов. Контроль кассы. Предложение услуг клуба. Участие в съемках для соц сетей."
    },
    {
        "name": "Менеджер отдела продаж",
        "alternate_url": "https://hh.ru/vacancy/115476761",
        "salary": "300000 - 2000000",
        "snippet": "Требования: Ждем амбициозных людей с реальным желанием работать в продажах и зарабатывать большие деньги! Нет опыта? Всему обучим сами!. \nОбязанности: Обработка входящих звонков и заявок, холодные звонки. Укрепление и развитие отношений с текущими клиентами. Проведение деловых переговоров. Консультирование по ассортименту..."
    },
    {
        "name": "Администратор на выставку",
        "alternate_url": "https://hh.ru/vacancy/116935753",
        "salary": "130000",
        "snippet": "Требования: Вы способны быть эффективным сотрудником 5 дней в неделю.. \nОбязанности: Подготовить/обустроить торговые помещения под выставку. ( расставить инвентарь, вывесить свет, развесить товар по продуманной концепции команды. ( вы вступаете в команду..."
    },
    {
        "name": "Senior Official",
        "alternate_url": "https://hh.ru/vacancy/116683362",
        "salary": "2000",
        "snippet": "Требования: Fluency in Portuguese language is mandatory!. \nОбязанности: The application deadline ends on February 10, 2024, at 11:59 pm (Astana time)."
    },
    {
        "name": "Специалист по документообороту",
        "alternate_url": "https://hh.ru/vacancy/116811890",
        "salary": "1200 - 1500",
        "snippet": "Требования: Являетесь уверенным пользователем ПК. Вежливы и общительны, имеете грамотную речь. Коммуникабельны, внимательны, трудолюбивы и дисциплинированны. Умеете работать в команде и.... \nОбязанности: Оформление и проверка документов для отгрузки товара клиентам компании. Координация работы службы доставки. График работы: понедельник-пятница 10:00 -19..."
    },
    {
        "name": "Бариста",
        "alternate_url": "https://hh.ru/vacancy/113870755",
        "salary": "200000",
        "snippet": "Требования: Что мы хотим видеть в наших кандидатах: Любовь к кофе и стремление к изучению и развитию в области работы бариста. ."
    },
    {
        "name": "Помощник/ассистент руководителя",
        "alternate_url": "https://hh.ru/vacancy/116832908",
        "salary": "2000",
        "snippet": "Требования: Знание делопроизводства. Знание ПК и прикладных программ. Водительские права категории B(разъездной характер работы). Высшее образование.. \nОбязанности: Помощь руководителю в постановке и распределении задач персоналу. Решение различных организационных вопросов."
    },
    {
        "name": "Бариста",
        "alternate_url": "https://hh.ru/vacancy/116660659",
        "salary": "250000 - 300000",
        "snippet": "Требования: Коммуникабельность и умение быстро реагировать на изменения в рабочем процессе. -Ответственность и внимательность к деталям. -Обучаемость и желание развиваться в.... \nОбязанности: Приготовление кофе и других напитков в соответствии с рецептурой. -Обслуживание клиентов за прилавком. -Поддержание чистоты и порядка на кухне и..."
    },
    {
        "name": "Администратор медицинского центра, г. Брест",
        "alternate_url": "https://hh.ru/vacancy/116858058",
        "salary": "1000 - 1200",
        "snippet": "Требования: Грамотная речь и письмо, коммуникабельность, внимательность и способность к многозадачной работе, вежливое и корректное отношение к людям; свободное владение компьютером. . \nОбязанности: Прием звонков, консультирование потенциальных клиентов об услугах центра, запись на диагностические исследования и консультативный прием специалистов центра. Опыт работы в..."
    },
    {
        "name": "Водитель для руководителя",
        "alternate_url": "https://hh.ru/vacancy/116801442",
        "salary": "7000000 - 9000000",
        "snippet": "Требования: Преимущество отдается кандидатам с семейным статусом. Свободное владение русским и узбекским языками. Отличное знание города. Ответственность, пунктуальность, доброжелательность. . \nОбязанности: Ежедневная встреча детей с 7:15 утра, транспортировка их в школу (по расписанию). После уроков — забрать детей из школы и..."
    },
    {
        "name": "Бариста",
        "alternate_url": "https://hh.ru/vacancy/116807337",
        "salary": "340000 - 500000",
        "snippet": "Требования: Опыт работы от 3-х лет в крупных сетях кофеен. Глубокие знания о кофе, методах приготовления и настройке оборудования. . \nОбязанности: Организация работы бара, контроль качества напитков и соблюдение стандартов. Обучение и поддержка команды. Работа за стойкой наравне с остальными бариста. "
    },
    {
        "name": "Бухгалтер на первичную документацию",
        "alternate_url": "https://hh.ru/vacancy/116762469",
        "salary": "450000 - 450000",
        "snippet": "Требования: Отличное знание 1С Бух 8.3, Online-Bank, stat.gov.kz, esf.gov.kz, egov.kz, digital.nationalbank.kz. Опыт работы бухгалтером не менее 3 лет.. \nОбязанности: Учет ТМЦ,ОС,услуг (поступление,реализация,списание,хранение инвентаризация и т.п). Работа с первичной бухгалтерской документацией (сбор, проверка, архивация..."
    },
    {
        "name": "Специалист службы безопасности",
        "alternate_url": "https://hh.ru/vacancy/116910042",
        "salary": "100000 - 130000",
        "snippet": "Требования: Знание законодательства РФ. Знание нормативных документов. Коммуникабельность. Работа в режиме многозадачности. Стрессоустойчивость.. \nОбязанности: Поддержание порядка внутриобъектового режима. Выявление, предупреждение, пресечение противоправных действий на строительной площадке."
    },
    {
        "name": "Начальник службы безопасности",
        "alternate_url": "https://hh.ru/vacancy/116715369",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Организовать службу безопасности и видеонаблюдения (опыт организации с \"0\"). Опыт работы руководителем по данной специализации не менее 5 лет. . \nОбязанности: Безопасность объектов. Финансовая безопасность. Кадровая безопасность. Экономическая безопасность."
    },
    {
        "name": "Преподаватель английского языка",
        "alternate_url": "https://hh.ru/vacancy/116735241",
        "salary": "220000 - 270000",
        "snippet": "Требования: Уровень Upper-Intermediate.. \nОбязанности: Проведение занятий по английскому языку (индивидуально и в группах)."
    },
    {
        "name": "Бармен в фитнес зал",
        "alternate_url": "https://hh.ru/vacancy/115904407",
        "salary": "300000 - 350000",
        "snippet": "Требования: Коммуникабельность. Активность. Ответственность.. \nОбязанности: Принимать заказы, консультировать клиентов по заказу напитков и блюда, работать с кассой. Готовить протеиновые коктейли, смузи, соки и т.д. "
    },
    {
        "name": "Администратор фитнес-центра",
        "alternate_url": "https://hh.ru/vacancy/116827635",
        "salary": "1000",
        "snippet": "Требования: Знание кассовой дисциплины. - Уверенный пользователь ПК (Office, 1С). - Улыбчивость, презентабельный внешний вид, грамотная речь, коммуникабельность. - Ответственность и исполнительность. - . \nОбязанности: Консультирование клиентов о предоставляемых услугах клуба, продажа услуг и товаров. - Ведение учета. - Функции администрирования. - Решение общехозяйственных вопросов."
    },
    {
        "name": "Специалист службы безопасности",
        "alternate_url": "https://hh.ru/vacancy/116910044",
        "salary": "100000 - 130000",
        "snippet": "Требования: Знание законодательства РФ. Знание нормативных документов. Коммуникабельность. Работа в режиме многозадачности. Стрессоустойчивость.. \nОбязанности: Поддержание порядка внутриобъектового режима. Выявление, предупреждение, пресечение противоправных действий на строительной площадке."
    },
    {
        "name": "Администратор в детский учебный центр",
        "alternate_url": "https://hh.ru/vacancy/116317411",
        "salary": "4000000 - 5000000",
        "snippet": "Требования: Любовь к детям. Опыт работы не менее от 1 года. Коммуникабельность, грамотная речь, стрессоустойчивость. Знание русского и узбекского языка. . \nОбязанности: Принимать оплату за курсы. Консультировать клиентов насчет доступных курсов. Принимать входящие звонки. Вести учет в системе CRM. Знание программы Microsoft..."
    },
    {
        "name": "Специалист службы безопасности",
        "alternate_url": "https://hh.ru/vacancy/116910043",
        "salary": "100000 - 130000",
        "snippet": "Требования: Знание законодательства РФ. Знание нормативных документов. Коммуникабельность. Работа в режиме многозадачности. Стрессоустойчивость.. \nОбязанности: Поддержание порядка внутриобъектового режима. Выявление, предупреждение, пресечение противоправных действий на строительной площадке."
    },
    {
        "name": "Специалист службы безопасности",
        "alternate_url": "https://hh.ru/vacancy/116910045",
        "salary": "100000 - 130000",
        "snippet": "Требования: Знание законодательства РФ. Знание нормативных документов. Коммуникабельность. Работа в режиме многозадачности. Стрессоустойчивость.. \nОбязанности: Поддержание порядка внутриобъектового режима. Выявление, предупреждение, пресечение противоправных действий на строительной площадке."
    },
    {
        "name": "Управляющая/Управляющий в семью",
        "alternate_url": "https://hh.ru/vacancy/116935481",
        "salary": "1000000 - 1000001",
        "snippet": "Требования: Опыт работы управляющей в семье или администратором в отеле. Знание русского языка. Стрессоустойчивость. Умение пользоваться компьютером и Excel.. \nОбязанности: Контроль домашнего персонала и их работы. Обслуживание коттеджа."
    },
    {
        "name": "Секретарь на ресепшн",
        "alternate_url": "https://hh.ru/vacancy/116685950",
        "salary": "350000 - 360000",
        "snippet": "Требования: От 23 и выше. Коммуникабельность. Ответственность. Знание русского и казахского языка.. \nОбязанности: Прием входящих звонков. Консультирование клиентов. Отчетность. Ведение записи журнала. Составление графика работы персонала."
    },
    {
        "name": "Фасовщик заказов ВкусВилл",
        "alternate_url": "https://hh.ru/vacancy/116937125",
        "salary": "85000",
        "snippet": "Обязанности: Комплектация и сборка интернет-заказов. Проверка сроков годности и товарного вида. Сборка через ТСД (Терминал сбора данных)."
    },
    {
        "name": "Администратор на выставку",
        "alternate_url": "https://hh.ru/vacancy/116935754",
        "salary": "130000",
        "snippet": "Требования: Вы способны быть эффективным сотрудником 5 дней в неделю.. \nОбязанности: Подготовить/обустроить торговые помещения под выставку. ( расставить инвентарь, вывесить свет, развесить товар по продуманной концепции команды. ( вы вступаете в команду..."
    },
    {
        "name": "Менеджер по продажам на маркетплейсах Wildberries, Ozon, Kaspi",
        "alternate_url": "https://hh.ru/vacancy/116258716",
        "salary": "250000 - 350000",
        "snippet": "Обязанности: Создание карточек товара, инфографика, заполнение характеристик, написание продающих текстов. Разработка стратегии продвижения на маркетплейсах. Аналитика товаров. Аналитика продаж и результатов..."
    },
    {
        "name": "Персональный водитель руководителя",
        "alternate_url": "https://hh.ru/vacancy/116428047",
        "salary": "65000",
        "snippet": "Требования: Опыт работы от 6 лет.. \nОбязанности: Своевременная подача автомобиля и доставка руководителя до мест назначения. Поддержание автомобиля в исправном состоянии, мойка. Выполнение поручений руководителя. "
    },
    {
        "name": "Оператор чата (OZON, WILDBERRIES, Яндекс)",
        "alternate_url": "https://hh.ru/vacancy/116511091",
        "salary": "60000 - 80000",
        "snippet": "Требования: ОПЫТ РАБОТЫ НЕ ТРЕБУЕТСЯ! — Для работы Вам понадобиться только ПК или Ноутбук с Интернетом. — Навыки грамотного ведения диалога устно и.... \nОбязанности: ВЫ будете работать 1 на 1 с компьютером, обрабатывать заявки клиентов и отвечать на сообщения в чате."
    },
    {
        "name": "Менеджер школы йоги",
        "alternate_url": "https://hh.ru/vacancy/116747085",
        "salary": "150000 - 180000",
        "snippet": "Требования: Ответственность и дружелюбное отношение к клиентам. Организованность и внимательность к деталям. Готовность работать в гибком графике, включая выходные дни.. \nОбязанности: Приветливый прием клиентов и посетителей студии. Организация записи на занятия и регистрации новых клиентов. Предоставление информации о расписании, услугах и..."
    },
    {
        "name": "Кассир в компьютерный клуб",
        "alternate_url": "https://hh.ru/vacancy/116674785",
        "salary": "150000 - 180000",
        "snippet": "Требования: знание русского и казахского языков.. \nОбязанности: Консультирование посетителей по тарифам и услугам клуба. -Оформление заказов на игровое время, продажа сопутствующих товаров (напитки, еда). -Контроль за соблюдением..."
    },
    {
        "name": "Кассир",
        "alternate_url": "https://hh.ru/vacancy/116893454",
        "salary": "350000 - 350000",
        "snippet": "Обязанности: Прием денежных средств: Осуществление операций по приему наличных денег от клиентов или сотрудников. Ведение учета поступлений и выдачи денежных средств. "
    },
    {
        "name": "Администратор в компьютерный клуб",
        "alternate_url": "https://hh.ru/vacancy/116905338",
        "salary": "150000 - 300000",
        "snippet": "Требования: Ответственный и пунктуальный. Умение пользоваться компьютером.. \nОбязанности: Принимать оплату. Встречать гостей. Отвечать на звонки. Соблюдение чистоты в ресепшен зоне."
    },
    {
        "name": "Повар",
        "alternate_url": "https://hh.ru/vacancy/116795653",
        "salary": "500000",
        "snippet": "Требования: Опыт работы поваром от 3 лет, предпочтительно в ресторанах итальянской кухни. Стрессоустойчивый. Выносливый.. \nОбязанности: Пицца. Паста. Салаты."
    },
    {
        "name": "Стажер Python Developer",
        "alternate_url": "https://hh.ru/vacancy/116876598",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Hard Skills. - Python Expertise: Proficient in Python programming, with a strong understanding of its libraries and frameworks such as Django.... \nОбязанности: Software Development: Design, develop, and maintain high-quality Python applications. - Code Review: Conduct thorough code reviews to ensure code quality..."
    },
    {
        "name": "Упаковщик заказов интернет магазина",
        "alternate_url": "https://hh.ru/vacancy/116734678",
        "salary": "6000 - 6000",
        "snippet": "Требования: Базовое понимаение в компьютерной технике (SSD, HDD, процессор, ОЗУ).. \nОбязанности: Упаковка товара. Приемка товара."
    },
    {
        "name": "Куратор",
        "alternate_url": "https://hh.ru/vacancy/115883140",
        "salary": "200000 - 200000",
        "snippet": "Требования: Высшее педагогическое образование по соответствующему предмету. Отличное знание своего предмета и умение доходчиво объяснять материал. Владение современными технологиями и опыт.... \nОбязанности: Проведение онлайн уроков через Zoom по предмету. Проверка домашних заданий и предоставление обратной связи ученикам. Выявление не выполнение ДЗ. "
    },
    {
        "name": "Помощник/ассистент руководителя",
        "alternate_url": "https://hh.ru/vacancy/116088196",
        "salary": "50000",
        "snippet": "Требования: Обязательные навыки для кандидата: 1) Умение вести письменный диалог с человеком, задавать вопросы - получать ответы. 2) Вы понимаете, что такое.... \nОбязанности: делать рассылку по базе в телеграм (научим). - письменно отвечать на вопросы клиентов (научим). FAQ - часто задаваемые вопросы:"
    },
    {
        "name": "Логист без опыта",
        "alternate_url": "https://hh.ru/vacancy/116873199",
        "salary": "200000 - 300000",
        "snippet": "Требования: С образованием. Уверенно пользоваться компьютерными программами типа Excel. Знать принципы маркировки и упаковки товаров.. \nОбязанности: Прием продукции и других товарно-материальных ценностей на склад. Выдача (отпуск) продукции и других товарно-материальных ценностей со склада. "
    },
    {
        "name": "Бухгалтер",
        "alternate_url": "https://hh.ru/vacancy/116832453",
        "salary": "400000",
        "snippet": "Требования: Опыт работы бухгалтером от 2 лет, желательно в торговле или строительной сфере. Отличное знание законодательства РК по бухгалтерскому и налоговому.... \nОбязанности: Полное ведение бухгалтерского и налогового учета для 3 ИП. Учет и контроль операций по ИП с НДС. Работа с дебиторской..."
    },
    {
        "name": "Администратор (без опыта)",
        "alternate_url": "https://hh.ru/vacancy/116936476",
        "salary": "100000 - 160000",
        "snippet": "Обязанности: Консультирование клиентов по товару и продажи на выставке."
    },
    {
        "name": "Хостес",
        "alternate_url": "https://hh.ru/vacancy/116803099",
        "salary": "2000",
        "snippet": "Требования: Грамотная речь. Базовые знания стандартов сервиса и обслуживания. Коммуникабельность, правила делового общения и стрессоустойчивость.. \nОбязанности: Встречает и провожает гостей, помогает подобрать стол, знакомит с меню, занимается бронированием столиков для гостей. Обеспечивает обслуживание посетителей и принимает..."
    },
    {
        "name": "Переносчик текста в электронный вариант документа",
        "alternate_url": "https://hh.ru/vacancy/116813373",
        "salary": "390000 - 450000",
        "snippet": "Требования: Навыки и компетенции: Уверенное владение ПК и текстовыми редакторами (Microsoft Word, Google Docs). Внимательность к деталям, грамотность и аккуратность. . \nОбязанности: Перевод печатного и рукописного текста в электронный вид (Word, PDF и другие форматы). - Проверка и корректировка текста на предмет ошибок..."
    },
    {
        "name": "Менеджер по заполнению карточек на сайте",
        "alternate_url": "https://hh.ru/vacancy/116805463",
        "salary": "20000 - 30000",
        "snippet": "Требования: Уверенный пользователь Word, Excel, базовые знания HTML. Наличие ноутбука с интернетом. Ответственность, обучаемость, честность и внимательность к деталям. . \nОбязанности: Наполнение товарного каталога нашего интернет-магазина. Создание и наполнение карточек с товарами. Поиск и заполнение информации о товарах - характеристики, описания..."
    },
    {
        "name": "Web-дизайнер (UI/UX)",
        "alternate_url": "https://hh.ru/vacancy/115887074",
        "salary": "6000000 - 12000000",
        "snippet": "Требования: Опыт от 3 лет и с портфолио (обязательно наличие). Ответственно относиться к качеству и срокам выполнения своей работы. . \nОбязанности: Разработка макетов для веб-сайтов. Прототипирование. Глубокое понимание UX UI дизайна. Разработка концепции и прототипирование пользовательского интерфейса. Анализ, поиск идей..."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/116685089",
        "salary": "4000000 - 5000000",
        "snippet": "Требования: Знание русского я зыка в совершенстве. Любовь к детям. Ответственность. Пунктуальность.. \nОбязанности: Контроль работы персонала. Ведение документации. Общение с родителями по телефону и непосредственно при встрече. Решение конфликтных ситуаций. Организация праздников и..."
    },
    {
        "name": "Менеджер по продажам услуг",
        "alternate_url": "https://hh.ru/vacancy/114666629",
        "salary": "300000",
        "snippet": "Требования: Необходимо иметь отличную успеваемость в школе, желателен опыт работы в продажах. Коммуникабельность. Обучаемость. Мобильность. Желательно, хороший уровень английского.. \nОбязанности: Общение по телефону с компаниями сфере недропользования(нефть, уран, горнорудное дело) по базе клиентов , созданной компанией в течение 16 лет. "
    },
    {
        "name": "Охранник",
        "alternate_url": "https://hh.ru/vacancy/116734049",
        "salary": "3500000 - 4000000",
        "snippet": "Требования: Иметь полное среднее образование. Пройти медицинское освидетельствование и не иметь противопоказаний к работе в области охраны. Опыт работы в гостиничной.... \nОбязанности: Занимается охраной объектов и материальных ценностей. Ведет контроль за посещающими и покидающими объект. Проводит досмотр сотрудников и их вещей. "
    },
    {
        "name": "Инженер по Б и ОТ-HSE Advisor",
        "alternate_url": "https://hh.ru/vacancy/116885035",
        "salary": "450000 - 450000",
        "snippet": "Требования: Образование: Высшее образование в области охраны труда, техники безопасности или смежных областях. Опыт работы: Минимум 2-3 года опыта в.... \nОбязанности: Проводить анализ и оценку рисков на рабочих местах и в процессах бурения. Разрабатывать и внедрять мероприятия по снижению рисков. "
    },
    {
        "name": "Ассистент креативного отдела",
        "alternate_url": "https://hh.ru/vacancy/115536427",
        "salary": "70000",
        "snippet": "Требования: Релевантный опыт работы от 1 года на позиции личного ассистента/ ассистента команды/отдела в штате – как преимущество. Навыки создания презентаций.... \nОбязанности: Поддержка команды: ассистент креативного отдела помогает всем участникам команды (арт-директору, руководителю, продюсеру, стилисту, фотографу) в выполнении повседневных операционных задач. "
    },
    {
        "name": "Чат-менеджер на входящие обращения",
        "alternate_url": "https://hh.ru/vacancy/115905051",
        "salary": "50000",
        "snippet": "Требования: Грамотная письменная речь. - Умение быстро находить общий язык с клиентами. - Ответственность и внимательность к деталям. - Эмпатия и Отзывчивость.. \nОбязанности: Оперативное реагирование на запросы клиентов в чате. - Предоставление информации по продуктам и услугам компании. - Помощь в решение вопросов клиентов."
    },
    {
        "name": "Водитель на легковой автомобиль\\Avtomobil haydovchisi",
        "alternate_url": "https://hh.ru/vacancy/115566654",
        "salary": "1500",
        "snippet": "Требования: Наличие телефона с интернетом. Желание работать и зарабатывать. B toifali haydovchi zudlik bilan talab qilinadi!. \nОбязанности: Biz nimani taklif qilamiz:"
    },
    {
        "name": "Заместитель директора по персоналу",
        "alternate_url": "https://hh.ru/vacancy/116923396",
        "salary": "300000",
        "snippet": "Требования: Высшее образование (экономика, финансы, менеджмент, управление персоналом). Опыт работы в сфере подбора персонала (не массового), организации адаптации, обучения и развития.... \nОбязанности: Работа с HR-брендом и корпоративной культурой (разработка стратегии, ее реализация). Подбор персонала (не массовый; руководящие позиции, бизнес-блок, научный..."
    },
    {
        "name": "Бухгалтер",
        "alternate_url": "https://hh.ru/vacancy/116895741",
        "salary": "100000 - 120000",
        "snippet": "Требования: Знание СНТ, ЭСФ, розничный налог. Высшее образование в сфере финансов. Знание бухгалтерии и 1С (все участки). Уверенный пользователь ПК.... \nОбязанности: Компании Автодо ( интернет-магазин автозапчастей ). Налоговая отчетность (с НДС). Работа с клиентами по вопросам бухгалтерии (контроль закрывающих документов). "
    },
    {
        "name": "Ретушер",
        "alternate_url": "https://hh.ru/vacancy/116835518",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт в ретуши. Достаточно высокая скорость работы.. \nОбязанности: Обработка фото под требования Uzum Market (Узбекистан). Объем загрузки будет варьироваться."
    },
    {
        "name": "Middle Frontend Engineer in Japanese companies",
        "alternate_url": "https://hh.ru/vacancy/116738356",
        "salary": "800 - 1500",
        "snippet": "Требования: Node.js. Full time worker.. \nОбязанности: Writing code according to customer specifications and requirements. Team up with other programmers for group development. Document your work. React."
    },
    {
        "name": "Офис-менеджер",
        "alternate_url": "https://hh.ru/vacancy/116062936",
        "salary": "117000",
        "snippet": "Обязанности: Оформление в установленном порядке типовых форм документов и отчетов. Выполнение административно-хозяйственных функций. Выполнение личных поручений руководителя. Встреча учеников. "
    },
    {
        "name": "Дегустатор лапши в CHIHO",
        "alternate_url": "https://hh.ru/vacancy/116902675",
        "salary": "100000 - 120000",
        "snippet": "Требования: Ты любишь лапшу так, что готов видеть её во сне? Готов есть её 12 часов подряд, не чувствуя мук совести? . \nОбязанности: Помогать вести Инстаграм CHIHO – сниматься в рилсах и делать честные обзоры."
    },
    {
        "name": "Директор",
        "alternate_url": "https://hh.ru/vacancy/116831837",
        "salary": "15000000",
        "snippet": "Требования: Опыт работы: минимум 5-6 лет в управленческих должностях (менеджмент, топ-менеджмент). Знание ВЭД. Желательно: опыт работы в крупных промышленных.... \nОбязанности: Стратегическое управление: разработка и реализация долгосрочной стратегии развития компании. Развитие новых рынков: увеличение экспорта, выход на новые регионы и страны. "
    },
    {
        "name": "Менеджер отдела продаж / Reklamani sotish bo'yicha menejer",
        "alternate_url": "https://hh.ru/vacancy/116321965",
        "salary": "5000000 - 25000000",
        "snippet": "Требования: Ayni paytda biz savdo bo'yicha mutaxassisini (B2B) qidirmoqdamiz. Bizga jamoamizni yanada professional qiladigan tajribali, mustaqil hamkor kerak! . \nОбязанности: GOLDEN PAGES – butun O'zbekiston bo'ylab mashhur brend, goldenpages.uz – O'zbekiston Respublikasi bo'yicha axborot-ma'lumotnoma sayti bo..."
    },
    {
        "name": "Backend-разработчик (Java, Spring Boot)",
        "alternate_url": "https://hh.ru/vacancy/116749904",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3 лет в разработке на <highlighttext>Java</highlighttext> (Spring Boot). Знание принципов микросервисной архитектуры. Опыт работы с реляционными и.... \nОбязанности: Разработка и поддержка микросервисной архитектуры бэкенда на Spring Boot (<highlighttext>Java</highlighttext>). Разделение системы на микросервисы (управление пользователями, курсы, платежи, отчетность). "
    },
    {
        "name": "Backend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116768785",
        "salary": "Зарплата не указана",
        "snippet": "Обязанности: Разработка серверной части веб-приложений на <highlighttext>Java</highlighttext>. Интеграция с базами данных и внешними сервисами. Разработка как уже действующих проектов, так..."
    },
    {
        "name": "Junior Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116783735",
        "salary": "200000",
        "snippet": "Требования: Опыт работы разработчиком <highlighttext>Java</highlighttext> не менее 1 года. Опыт работы с СУБД PostgreSQL. Опыт работы с Git, Maven. . \nОбязанности: Разработка исходного кода с учетом поставленных сроков. Поиск и исправление багов в коде. Написание скриптов."
    },
    {
        "name": "Junior Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116857899",
        "salary": "120000 - 150000",
        "snippet": "Требования: Опыт работы с системами контроля версий (Git). Базовые знания <highlighttext>Java</highlighttext> и понимание принципов ООП. Знание основ REST API. . \nОбязанности: Разработка и поддержка серверной части сервисов на <highlighttext>Java</highlighttext>. Участие в проектировании архитектуры и создании технической документации. Написание модульных и интеграционных..."
    },
    {
        "name": "Начинающий разработчик (Web/Desktop)",
        "alternate_url": "https://hh.ru/vacancy/116912922",
        "salary": "20000 - 20000",
        "snippet": "Требования: Понимать принципы разработки качественного программного обеспечения. Базовое понимание JavaScript/TypeScript, ReactJS, SQL (PostgreSQL/Sqlite), PHP/KPHP, С++, Qt, <highlighttext>Java</highlighttext> (можно.... \nОбязанности: Писать код для новых экспериментальных продуктов. Писать код для существующих продуктов с применением полном стека технологий. Писать код приемочных тестов..."
    },
    {
        "name": "Junior Java developer",
        "alternate_url": "https://hh.ru/vacancy/116911751",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 1 года, знание особенностей <highlighttext>Java</highlighttext> 8-11 версий. Хорошее знание и понимание ООП, стандартных алгоритмов.... \nОбязанности: Участвовать в Backend разработке функционала на <highlighttext>Java</highlighttext>. Поддерживать существующие решения (анализ проблем, багофикс, оптимизация). Взаимодействовать с бизнес аналитиками для анализа..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116922883",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное знание и практический опыт в <highlighttext>Java</highlighttext>, Spring. - Понимание микросервисной архитектуры, контейнеризации приложений. - Опыт и знания паттернов проектирования высоконагруженных приложений.."
    },
    {
        "name": "Java-разработчик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116888793",
        "salary": "50000",
        "snippet": "Требования: HARD SKILLS: - понимание концептов работы сети. - уверенные знания <highlighttext>Java</highlighttext> Core. - базовые знания Spring Framework. - наличие представления о Maven/Gradle. - . \nОбязанности: в выстраивании процессов выпуска кода. - в организации внутренних корпоративных процессов и стандартов. - разработка основного продукта стартапа и интеграция с выпускаемым..."
    },
    {
        "name": "Frontend developer (React)",
        "alternate_url": "https://hh.ru/vacancy/116808540",
        "salary": "250000",
        "snippet": "Требования: Аналогичный опыт от 3 -х лет. Javascript, Typescript, ReactJS. Дополнительно: RxJS, SCSS.. \nОбязанности: Разрабатывать новые фичи. Поддерживать существующие в проекте на React с понятной фиче-слайсед (feature-sliced) архитектурой и Typescript."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116935655",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет преимуществом: Сертификаты ISTQB, Agile Tester. Опыт в автоматизации тестирования (Python/<highlighttext>Java</highlighttext>/JavaScript). Знание мобильных платформ (iOS/Android) и эмуляторов. . \nОбязанности: Тестирование функционала веб- и мобильных приложений. Составление тестовой документации: тест-кейсы, чек-листы, баг-репорты. Выявление, документирование и отслеживание дефектов..."
    },
    {
        "name": "Java разработчик",
        "alternate_url": "https://hh.ru/vacancy/116833108",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 8 версии и выше. Знание и опыт разработки на Spring Framework. Знание и практический опыт.... \nОбязанности: Разработка под <highlighttext>Java</highlighttext>, фреймворк Spring. Разработка в рамках микросервисной архитектуры. Проектирование интерфейсов взаимодействия с другими системами. Работа в тесном сотрудничестве..."
    },
    {
        "name": "Java-разработчик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116850238",
        "salary": "55000 - 75000",
        "snippet": "Требования: Знания <highlighttext>Java</highlighttext> Core (SE). Знание классических алгоритмов и структур данных. Опыт работы с GIT. Ожидания от кандидата: Желание получить опыт.... \nОбязанности: Совершенствоваться и участвовать в разработке распределенных многомодульных информационных систем, используя технологии: Любым брокером сообщений."
    },
    {
        "name": "Разработчик Back-End Java / BigData (Junior to Senior)",
        "alternate_url": "https://hh.ru/vacancy/116932284",
        "salary": "75000 - 350000",
        "snippet": "Требования: Глубокие знания технологий <highlighttext>Java</highlighttext> & JEE и ORM (Object Relational Mapping). - Знания фреймворков back-end <highlighttext>Java</highlighttext> (Hibernate, Spring) было бы большим.... \nОбязанности: ...над развитием наших новых программных решений на back-end part (<highlighttext>Java</highlighttext> / JEE / Spring / Hibernate / Vert.X / Docker). - Разработка контроллеров и..."
    },
    {
        "name": "Java-разработчик (web проекты)",
        "alternate_url": "https://hh.ru/vacancy/116903532",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт: Высшее техническое образование. Знание <highlighttext>Java</highlighttext>, Javascript (+JQuery). Понимание основ html. Знание SQL и опыт работы с PL/SQL будет.... \nОбязанности: Доработки сайта на основе системы управления контентом OpenCMS. Задачи: Проанализировать текущее состояния развития проекта. Проводить оптимизацию и рефакторинг. "
    },
    {
        "name": "Стажер-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115575681",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовые знания языка программирования <highlighttext>Java</highlighttext>. Понимание ООП (объектно-ориентированного программирования). Знание основных фреймворков (например, Spring будет плюсом). Базовые знания языка.... \nОбязанности: Написание и отладка кода на <highlighttext>Java</highlighttext> и Python под руководством опытных разработчиков. Внедрение новых функций и исправление багов в существующих..."
    },
    {
        "name": "Разработчик Java (middle/senior)",
        "alternate_url": "https://hh.ru/vacancy/116858743",
        "salary": "250000",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 3-х лет. Опыт выполнения код ревью проектов. Понимание микросервисной архитектуры. Знание принципов работы с.... \nОбязанности: Проводить технический надзор и код ревью проектов. Разрабатывать бэкенд сервисы на <highlighttext>Java</highlighttext>. Участвовать в разработке архитектурных решений и подсистем бизнес..."
    },
    {
        "name": "Тестировщик программного обеспечения (Manual QA Engineer)",
        "alternate_url": "https://hh.ru/vacancy/116612677",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с нереляционными БД (Mongo). Опыт использования автоматизации (например, в <highlighttext>Java</highlighttext> или стеке JS). Опыт работы (общее понимание) с.... \nОбязанности: Изучать в деталях наш продукт, проверять его на стабильность и корректность работы. Взаимодействовать с командой разработки и смежными командами. "
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/90149549",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...серверной архитектуры, будет плюсом понимание взаимодействия микросервисов. Имеет представление об Agile, Daily Meetings. Будет плюсом умение (желание) писать автотесты (<highlighttext>Java</highlighttext>).. \nОбязанности: Участие в Agile процессе. Проведение функционального, регрессионного, автоматизированного и интеграционного тестирований, а так же тестирования документации на разных этапах жизненного..."
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116905915",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Необходимые навыки: Не менее 3 лет опыта в тестировании. Знание <highlighttext>Java</highlighttext> и опыт автоматизации с использованием <highlighttext>Java</highlighttext>. Опыт тестирования производительности.... \nОбязанности: Ручное тестирование. Реализация автотестов на <highlighttext>Java</highlighttext>. Проведение всех необходимых видов тестирования производительности. Реализация скриптов в рамках тестирования производительности. "
    },
    {
        "name": "Middle+ QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115603894",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт автоматизации процесса тестирования (написание автоматических тестов). Умение читать и запускать код на python или <highlighttext>java</highlighttext>. Инженерный бэкграунд и опыт.... \nОбязанности: Тестировать новые модули и функции продукта. Участвовать в построении процесса тестирования (регресс, смоук, тестирование фичей, процесс выкатки, ретроспектива релиза). "
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116873691",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки backend-приложений на <highlighttext>Java</highlighttext>. Опыт использования инструментов контейнеризации и виртуализации. Умение работать с реляционными СУБД. Уверенное знание парадигмы.... \nОбязанности: Языки разработки: <highlighttext>Java</highlighttext>, часть сервисов на Python и Go. Базы данных: MySQL, MongoDB, Redis, Kafka, ElasticSearch. Docker, Kubernetes. REST API. "
    },
    {
        "name": "QA инженер (Трайб Daily Banking)",
        "alternate_url": "https://hh.ru/vacancy/116898454",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание видов взаимодействия сервисов и их различий. Опыт написания автотестов на <highlighttext>Java</highlighttext> (навыки или желание быстро освоить). Опыт тестирования чистого.... \nОбязанности: Проводить функциональное, регрессионное, интеграционное, е2е тестирование. Писать и поддерживать тестовую документацию. Покрывать функционал систем автотестами (<highlighttext>java</highlighttext>). "
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116838334",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее техническое образование или учеба на профильном направлении. Владение <highlighttext>Java</highlighttext> и Spring Framework на уровне middle. Владение JavaScript, TypeScript, HTMC.... \nОбязанности: Разработка web-приложения с использованием Vaadin, JS, TS, HTML и CSS."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115393231",
        "salary": "350000",
        "snippet": "Требования: Опыт командной коммерческой разработки на <highlighttext>Java</highlighttext> более 3-х лет. Spring Boot. Знание NoSQL баз данных (mongoDB/Redis). . \nОбязанности: Разработка высоконагруженных приложений и сервисов в рамках существующих и новых продуктов. Code review. Взаимодействие с командами."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116766913",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание базовых алгоритмов и структур данных. Знание <highlighttext>Java</highlighttext> SE (collections, streams, multithreading, reflection). Понимание концептов RDBMS. Знание основ SQL. . \nОбязанности: Проведение исследований различных технологий и средств разработки. Участие в проектировании архитектуры для разрабатываемых систем. Непосредственное участие в разработке проектируемого ПО."
    },
    {
        "name": "Middle QA / Инженер по функциональному тестированию",
        "alternate_url": "https://hh.ru/vacancy/116166594",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с инструментами для выполнения тестирования: Postman (или можно владеть <highlighttext>Java</highlighttext>) – обязательно, на уровне создания с нуля коллекций тестов.... \nОбязанности: Участие в продуктовой команде, взаимодействие с разработчиками, аналитиками, владельцами продукта. Тестирование front-end, back-end (REST API). Разработка коллекции автотестов..."
    },
    {
        "name": "CPO",
        "alternate_url": "https://hh.ru/vacancy/116713032",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Успешный опыт создания и запуска продуктов, опыт крупных внедрений. Опыт работы в качестве менеджера продукта от 5 лет, опыт управления.... \nОбязанности: Проведение аудита текущих продуктов и процессов по направлению Oper max. Формирование стратегии и дорожной карты единого продукта на все бизнес..."
    },
    {
        "name": "Разработчик Java",
        "alternate_url": "https://hh.ru/vacancy/116574300",
        "salary": "150000",
        "snippet": "Требования: Опыт работы в роли разработчика - от 1 года. <highlighttext>Java</highlighttext>, Spring: Boot/data JPA/security. Умение читать и анализировать чужой код. . \nОбязанности: Разработка нового функционала. Исправление найденных ошибок и оптимизация кода."
    },
    {
        "name": "Junior Golang Developer",
        "alternate_url": "https://hh.ru/vacancy/110304416",
        "salary": "75000",
        "snippet": "Требования: ...CD: Опыт работы с инструментами непрерывной интеграции и доставки. Другие языки: Знание других языков программирования, таких как Python или <highlighttext>Java</highlighttext>.."
    },
    {
        "name": "Middle QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116837555",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Структурность и самоходность в работе, умение планировать рабочую нагрузку. Будет плюсом опыт написания автотестов на <highlighttext>Java</highlighttext> или Python.. \nОбязанности: Отвечать за качество выпускаемого продукта. Моделировать ситуации, которые могут возникнуть в условиях эксплуатации программного обеспечения. Проводить функциональное, интеграционное, регрессионное ручное..."
    },
    {
        "name": "Java Developer middle",
        "alternate_url": "https://hh.ru/vacancy/116739756",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт промышленной разработки, знания CI/CD. Знания микросервисной архитектуры. <highlighttext>Java</highlighttext> 8/11/17, Spring Framework, PostgreSQL, ActiveMQ. Высшее образование. . \nОбязанности: Разработка и поддержка программного кода фронт-офисной систем."
    },
    {
        "name": "Backend-разработчик (Java)",
        "alternate_url": "https://hh.ru/vacancy/116770434",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высокий уровень знаний <highlighttext>Java</highlighttext> 11+ (опыт коммерческой разработки на языке 3+ года). Опыт работы с: - Spring(boot, mvc.... \nОбязанности: Разработка и поддержка back-end части проекта. Участие в проработке архитектуры сервисов и БД. Писать чистый и понятный код, проводить..."
    },
    {
        "name": "Java-разработчик (junior+/middle)",
        "alternate_url": "https://hh.ru/vacancy/115423041",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт в коммерческой <highlighttext>Java</highlighttext>-разработке от 2 лет. Уверенные знания Core <highlighttext>Java</highlighttext>, в т.ч. многопоточность (обязательно). Уверенные знания концепций.... \nОбязанности: Разрабатывать сервисы на <highlighttext>java</highlighttext> 11+. Принимать участие в проектировании и выборе технологических подходов и решений. Участвовать в code review. "
    },
    {
        "name": "Специалист в сфере IT",
        "alternate_url": "https://hh.ru/vacancy/116732587",
        "salary": "40000",
        "snippet": "Требования: 1. любознательность. 2. умение учиться желание постоянно развиваться. самостоятельно или нет - не важно. но не стоять на месте. 3. Целеустремленность. . \nОбязанности: Развитие имеющегося ПО, для удовлетворения нужд пользователей ( написание ТЗ ). -- Поддержка документации внешней и внутренней. С, С++,С#, <highlighttext>Java</highlighttext>."
    },
    {
        "name": "Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116807048",
        "salary": "90400 - 135600",
        "snippet": "Требования: Git. Maven. JUnit. Tomcat. Postman. TeamCity. Знание реляционных БД. Умение писать SQL/JPQL запросы. Опыт разработки веб-сервисов. . \nОбязанности: Разработка медицинского программного обеспечения. Поставка, внедрение и сопровождение медицинских и лабораторных информационных систем. Обучение пользователей и администраторов. Интеграция с прикладным..."
    },
    {
        "name": "Веб разработчик / Верстальщик лендинг-страниц и небольших сайтов",
        "alternate_url": "https://hh.ru/vacancy/116892895",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Навыки работы в Ubuntu/Linux. Опыт backend-разработки на PHP, <highlighttext>Java</highlighttext>, Python или C#/C++ (приоритет PHP и Python). . \nОбязанности: Оптимизация кода и изображений для высокой скорости загрузки. Верстка по макетам (Figma, Photoshop) с соблюдением пиксельной точности. Интеграция с CRM..."
    },
    {
        "name": "Frontend-разработчик в Only (Next.js, React)",
        "alternate_url": "https://hh.ru/vacancy/106883136",
        "salary": "140000",
        "snippet": "Требования: Уверенные знания JavaScript (ES6+). Умение верстать с нуля адаптивные интерфейсы с поддержкой современных браузеров. Уверенные знания HTML, CSS.... \nОбязанности: Внутренний проект Only с командой. Разработка текущих клиентских проектов вместе с командой отдела разработки. Разработка клиентской части веб-приложений. "
    },
    {
        "name": "Ведущий Java Spring разработчик",
        "alternate_url": "https://hh.ru/vacancy/116812126",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3-х лет на должности <highlighttext>Java</highlighttext> разработчика. Важно знание Apache Solr. Практический опыт разработки приложений на <highlighttext>Java</highlighttext>.... \nОбязанности: Разработка, поддержка и оптимизация решения по системе поиска и анализа неструктурированных данных на базе Apache Solr. Реверс инжиниринг существующего кода. "
    },
    {
        "name": "QA-инженер",
        "alternate_url": "https://hh.ru/vacancy/116754726",
        "salary": "140000",
        "snippet": "Требования: ...инструментов: Chrome DevTools. Опыт работы с Youtrack или Jira. Опыт работы с TMS. Будет плюсом опыт в автоматизации (selenium\\<highlighttext>java</highlighttext>).. \nОбязанности: Разрабатывать и поддерживать тестовую документацию: тест кейсы, тест планы и чек-листы. - Тестировать: web-приложения (frontend & backend), GUI, данные, сервисы..."
    },
    {
        "name": "CTO / Team Lead / Head of Development",
        "alternate_url": "https://hh.ru/vacancy/116872534",
        "salary": "Зарплата не указана",
        "snippet": "Требования: 1,2 млрд через 4 года.. \nОбязанности: Улучшить кибербезопасность и архитектуру сервиса."
    },
    {
        "name": "Java Junior+ разработчик",
        "alternate_url": "https://hh.ru/vacancy/116824877",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки от 6 месяцев. Опыт использования следующих технологий: <highlighttext>Java</highlighttext> 8+, SQL, JDBС, JUnit, Maven, Git. . \nОбязанности: Проект: цифровое обеспечение удаленного взаимодействия банка с клиентами (юр. лицами), находится на стадии поддержки. Ближайшие задачи: поддержка функциональности и развитие..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116787943",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с <highlighttext>Java</highlighttext> (от 3 лет), знание Spring Framework (Boot, Data, Security). Умение проектировать и работать с PostgreSQL. . \nОбязанности: Разрабатывать и поддерживать backend-системы на <highlighttext>Java</highlighttext>. Участвовать в полном цикле разработки: от анализа требований до выпуска в продакшен. "
    },
    {
        "name": "Junior Java разработчик",
        "alternate_url": "https://hh.ru/vacancy/116137710",
        "salary": "80000",
        "snippet": "Требования: Уверенное знание <highlighttext>java</highlighttext>. Понимание основ работы web-приложения. Понимание основ алгоритмизации. Опыт работы с NoSQL хранилищами. Знакомство с Spring (Core.... \nОбязанности: Разработка бэкэнда новых проектов компании. Поддержка существующих проектов компании."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116392625",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 1-го года. Опыт работы со Spring, Hibernate, Kafka, Gradle, Maven, Git, Junit. . \nОбязанности: Разработка и поддержка серверной части проектов, связанных с приемом оплаты через СБП и QR-коды, с автоматизацией заведения терминалов в..."
    },
    {
        "name": "QA Engineer/Тестировщик (Middle,Senior)",
        "alternate_url": "https://hh.ru/vacancy/109072731",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеешь опыт в тестировании от 2 лет (Web/Mobile/Desktop). Знаешь теорию тестирования и техники тест-дизайна. Работаешь с SQL.... \nОбязанности: Проводить функциональное, регрессионное и интеграционное тестирование программных продуктов. Регистрировать найденные ошибки в системах дефект–трекинга, проверять исправление ошибок. "
    },
    {
        "name": "QA-инженер",
        "alternate_url": "https://hh.ru/vacancy/115610447",
        "salary": "Зарплата не указана",
        "snippet": "Требования: умение тестировать REST API. — релевантный опыт от 1 года, знание <highlighttext>Java</highlighttext>. Будет большим плюсом: Навык работы с автоматизированным или нагрузочным.... \nОбязанности: участие в нагрузочном тестировании с использованием Jmeter. — проводить демонстрации работы функционала. — писать интеграционные тесты на <highlighttext>Java</highlighttext> с использованием JUnit 5..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116725018",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Java</highlighttext> SE или С++/С# (готовность перейти на <highlighttext>Java</highlighttext>) от 3-х лет. Понимание принципов ООП.... \nОбязанности: Полное погружение в движок продукта с упором на внедрение клиент-серверной архитектуры. Поддержка кроссплатформенной разработки. Интеграция с другими продуктами компании..."
    },
    {
        "name": "Мастер нейросетей для творческого и легкого проекта",
        "alternate_url": "https://hh.ru/vacancy/116892884",
        "salary": "30000",
        "snippet": "Требования: Вам знаком один из языков: Python, <highlighttext>Java</highlighttext>, Julia, C++. Практический опыт разработки моделей машинного обучения с использованием современных DL фреймворков.... \nОбязанности: Выбор, разработка архитектур систем искусственного интеллекта для решения бизнес-задач, согласование с заказчиком. Разработка, внедрение моделей машинного обучения для обработки..."
    },
    {
        "name": "Junior тестировщик в релизную группу",
        "alternate_url": "https://hh.ru/vacancy/116907245",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...опыт тестирования ПО. Будет плюсом: Опыт стажировки или работы тестировщиком в IT-компании. Профильное IT-образование. Знание <highlighttext>Java</highlighttext> или Groovy.. \nОбязанности: Над чем предстоит работать: Ручное функциональное тестирование новых фич в продукте, дефектов, аналитики/документации. Нефункциональное тестирование (верстка, безопасность, производительность). "
    },
    {
        "name": "Junior Backend-разработчик (Java)",
        "alternate_url": "https://hh.ru/vacancy/115797809",
        "salary": "150000",
        "snippet": "Требования: <highlighttext>Java</highlighttext>. Spring Framework, Spring Boot или др. PostgreSQL, MySQL или другие. Git и Gradle. JUnit, Postman, JMeter. Желание развиваться в.... \nОбязанности: Разработка новых функций. Взаимодействие с командой."
    },
    {
        "name": "Junior Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116210968",
        "salary": "175000",
        "snippet": "Требования: Опыт работы с <highlighttext>Java</highlighttext> (желательно опыт в 1-2 года). - Знание основных фреймворков <highlighttext>Java</highlighttext> (Spring, Hibernate и т.д.). - . \nОбязанности: Разработка и поддержка приложений на языке <highlighttext>Java</highlighttext>. - Работа с фреймворками и библиотеками <highlighttext>Java</highlighttext>, такими как Spring, Hibernate, JDBC. - "
    },
    {
        "name": "JavaScript-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116762139",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеете понимание и навыки работы с HTML, CSS. Опыт работы с jQuery. Знание <highlighttext>Java</highlighttext>, а также <highlighttext>java</highlighttext>-фреймворков, таких как.... \nОбязанности: Разрабатывать приложения full-stack. Участвовать в развитии технических и технологических процессов в команде."
    },
    {
        "name": "Java Middle/Senior разработчик",
        "alternate_url": "https://hh.ru/vacancy/115778645",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное владение Git. Хорошее знание <highlighttext>Java</highlighttext>. Опыт коммерческой разработки на <highlighttext>Java</highlighttext> Core. Опыт разработки многопоточных приложений. Знаете классические алгоритмы и.... \nОбязанности: Импортозамещение на стороне АРМ (адаптация кода, замена SQL, переход на Кафка). Участие в тестировании АРМ, исправление как ошибок ИмпЗам, так..."
    },
    {
        "name": "Java developer",
        "alternate_url": "https://hh.ru/vacancy/116854899",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание <highlighttext>Java</highlighttext>(11+). Опыт разработки REST API. Знание Spring. Умение писать Unit-тесты и знание для чего они нужны.... \nОбязанности: Разработка микросервисов финансового маркетплейса. Участие в детализации требований, проектировании архитектуры. Участвовать в code/design review и выступать ментором для менее..."
    },
    {
        "name": "Android разработчик",
        "alternate_url": "https://hh.ru/vacancy/116886176",
        "salary": "350000",
        "snippet": "Требования: Опыт работы с server-client architecture (REST API) using Retrofit library. Знания <highlighttext>Java</highlighttext> Core/Kotlin. Опыт с RxJava (Scheduler, Observable.... \nОбязанности: Дизайн, разработка и поддержка приложений для Android. Оценка разработки проекта и реализации задач. Участие в обсуждении процессов разработки и их..."
    },
    {
        "name": "QA тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116843580",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет плюсом: Опыт написания автотестов (Selenium, Playwright, Cypress). Знание Python/<highlighttext>Java</highlighttext>/JavaScript на базовом уровне. Опыт работы с REST и.... \nОбязанности: Начисление баллов – Сенткоинов, возможность заработать внутреннюю валюту и потратить её на разные бонусы в компании)."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116807585",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3-х лет. Уверенное владение <highlighttext>Java</highlighttext>, ООП, знание основных шаблонов проектирования. Опыт работы с основными проектами экосистемы.... \nОбязанности: Заниматься разработкой новой функциональности backend продукта. Поддерживать, проводить рефакторинг и оптимизацию существующего кода. Принимать участие в дизайне и архитектуре системы. "
    },
    {
        "name": "Стажер-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115482788",
        "salary": "100000 - 150000",
        "snippet": "Требования: Знание основ программирования. Знания любого языка программирования (JavaScript, PHP, Python, C#, <highlighttext>Java</highlighttext>, C, C++ и др). Писать код, понимать основные.... \nОбязанности: Разработка, развитие и поддержка Аналитической системы."
    },
    {
        "name": "Java backend developer",
        "alternate_url": "https://hh.ru/vacancy/116538824",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт использования систем контроля версий Git. Опыт работы в игровой индустрии. Опыт работы с <highlighttext>Java</highlighttext> Spring. Уверенное владение командной строкой.... \nОбязанности: Поддержка и разработка серверной части многопользовательской мобильной онлайн-игры."
    },
    {
        "name": "Junior Java разработчик (Стажер)",
        "alternate_url": "https://hh.ru/vacancy/112398387",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Получишь практический опыт разработки и проектирования. Будешь работать над реальными проектами. Иметь базовые знания о <highlighttext>Java</highlighttext> и ООП. . \nОбязанности: Старт подготовки – март 202. После регистрации отправим письмо на почту с подробной информацией – на всякий случай проверяй все папки."
    },
    {
        "name": "QA-инженер (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116810871",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование в области ИТ. Базовые знания <highlighttext>java</highlighttext>. Опыт написания автотестов (<highlighttext>java</highlighttext> + selenium или selenide). Умение проектировать тест-кейсы.... \nОбязанности: Взаимодействовать с бизнес аналитиками и <highlighttext>java</highlighttext> разработчиками. Составлять документацию к автотестам. Анализировать сборки с автотестами в Jenkins с использованием отчетов..."
    },
    {
        "name": "Middle+/Senior Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116903607",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт от 5 лет. Отличное знание <highlighttext>Java</highlighttext> Core и ООП. Знание Spring Boot, Spring Cloud, Spring Cloud Stream, Kafka, Hibernate.... \nОбязанности: Партнёры по всей стране могут получить исчерпывающую информацию о клиентах, кассах и их состоянии, статусе заявок на различное оборудования и..."
    },
    {
        "name": "Middle+/Senior тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116756844",
        "salary": "460000",
        "snippet": "Требования: Есть опыт автоматизации тестирования на Python, <highlighttext>Java</highlighttext> или другом языке от 2 лет. Понимаешь, что такое процесс обеспечения качества. . \nОбязанности: Банковская инфраструктура — создание надёжной и современной инфраструктуры, которая упрощает работу другим командам, без глубокого погружения в финансовую специфику. "
    },
    {
        "name": "Junior Java-разработчик (Социальная сеть)",
        "alternate_url": "https://hh.ru/vacancy/116751330",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Отлично знаете <highlighttext>Java</highlighttext> Core. — Имеете практический опыт с многопоточными приложениями. — Владеете навыками организации кода, тестирования и профилирования. — Имеете опыт с.... \nОбязанности: Вести сложные не типовые задачи от этапа проработки ТЗ до сопровождения в продакшене. — Проектировать архитектуру проекта. — В результате работы выдавать..."
    },
    {
        "name": "Backend разработчик (middle/senior)",
        "alternate_url": "https://hh.ru/vacancy/116874565",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование. Опыт работы с <highlighttext>Java</highlighttext> (13,17), Kotlin, Spring Framework, PostgreSql, Oracle, RabbitMq, Redis, Maven, Git. Знание фреймворка Spring.... \nОбязанности: Разработка и поддержка процесса посткредитного обслуживания (кредитование). Разработка новых фичей и процессов, новых продуктов или каналов. Интеграция с внутренними корр..."
    },
    {
        "name": "Java developer",
        "alternate_url": "https://hh.ru/vacancy/116722752",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Java</highlighttext> не менее 3-4-х лет. Опыт работы с Spring Framework. Коммерческий опыт на 3.... \nОбязанности: Разработку новой функциональности в действующих проектах и разработку проектов с 0. Рефакторинг и оптимизацию существующей функциональности. Исправление найденных дефектов. "
    },
    {
        "name": "Java-разработчик (middle)",
        "alternate_url": "https://hh.ru/vacancy/116852120",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы (обязательный): Опыт коммерческой разработки (в команде) от 2 лет на <highlighttext>Java</highlighttext>. Знание принципов сетевого взаимодействия. Опыт работы с.... \nОбязанности: Разработка отдельных модулей системы в команде. Сопровождение и развитие монолитной части системы. Участие в решении технических и архитектурных вопросов совместно..."
    },
    {
        "name": "Программист",
        "alternate_url": "https://hh.ru/vacancy/115243430",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание прикладных алгоритмов обработки изображений, устройства распространенных форматов. Знание SQL, <highlighttext>Java</highlighttext>, опыт работы с СУБД - MySQL, PostgreSQL. Опыт разработки веб.... \nОбязанности: Разработка прикладного ПО. Участие в полном цикле разработки информационных систем, от проектирования до написания технической документации."
    },
    {
        "name": "Проектный менеджер/project manager",
        "alternate_url": "https://hh.ru/vacancy/116853620",
        "salary": "150000",
        "snippet": "Требования: Adinadin — студия с экспертизой в технологиях AI, ML и DL. — Успешный опыт управления проектами по созданию сайтов или мобильных приложений.... \nОбязанности: Управление требованиями и ожиданиями клиентов. Проведение обследований, сбор, анализ и формализация требований к проекту, их согласование с ответственными лицами (со..."
    },
    {
        "name": "Java разработчик (middle)",
        "alternate_url": "https://hh.ru/vacancy/115688302",
        "salary": "240000",
        "snippet": "Требования: Уверенное знание <highlighttext>Java</highlighttext>: Core, Collections, Multithreading. Опыт работы со Spring от 2-х лет (Boot, Security, Data JPA). . \nОбязанности: Участие в развитии новых и текущих проектов, обсуждение требований. Разработка нового функционала. Поддержка, рефакторинг и оптимизация существующих проектов. "
    },
    {
        "name": "Java-разработчик Middle+/Senior",
        "alternate_url": "https://hh.ru/vacancy/116038439",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы на <highlighttext>Java</highlighttext>/Spring от 4-х лет. ООП, <highlighttext>Java</highlighttext> core. Основные принципы разработки, проектирования и тестирования ПО. . \nОбязанности: Написание понятного и стабильно работающего кода. Написание unit и интеграционных тестов на <highlighttext>Java</highlighttext>. Активное взаимодействие со специалистами из смежных подразделений. "
    },
    {
        "name": "Manual QA engineer (web)",
        "alternate_url": "https://hh.ru/vacancy/115273493",
        "salary": "70000",
        "snippet": "Требования: Понимание важности выполняемых и доверенных задач. Умение быстро разбираться в новых инструментах. Английский на уровне, позволяющем читать техническую документацию. . \nОбязанности: Подготовка и составление баг-репортов. Подготовка сценариев тестирования. Разработка и актуализация тестовой документации. Реализация и актуализация тест-кейсов, чек-листов. "
    },
    {
        "name": "Senior Manual QA Engineer Tungsten (to Montenegro)",
        "alternate_url": "https://hh.ru/vacancy/116841401",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Умение работать в команде. Опыт в автоматизации регрессионного тестирования (<highlighttext>Java</highlighttext> + Cucumber). Опыт работы с IntelliJ IDEA. Опыт работы и.... \nОбязанности: Ручное тестирование продукта. Анализ получаемых результатов, составление отчетов. Общение и взаимодействие с распределенной командой тестировщиков и разработчиков из офисов в..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115245117",
        "salary": "250000",
        "snippet": "Требования: Опыт работы с системами на микросервисной архитектуре (Spring Cloud, Kubernetes, Openshift или аналоги). Опыт работы с системами Cache (Redis, Hazelcast).. \nОбязанности: Развивать и поддерживать системы автоматизированного тестирования. Автоматизировать регрессионные тесты для повышения стабильности продукта. Разрабатывать и поддерживать инфраструктуру для запуска автотестов..."
    },
    {
        "name": "Junior Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115796950",
        "salary": "125000",
        "snippet": "Требования: <highlighttext>Java</highlighttext> Script. HTML и CSS. React и/или React Native. Redux, MobX, Recoil. REST API. Git. Желание развиваться в профессии.... \nОбязанности: Разработка новых функций. Взаимодействие с командой."
    },
    {
        "name": "Java developer",
        "alternate_url": "https://hh.ru/vacancy/116827550",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3-х лет. Разработка и проектирование микросервисов. Опыт работы с фреймворками Spring (Core, Boot, Data, Cloud, Security). . \nОбязанности: Разработка и совершенствование программного обеспечения на <highlighttext>Java</highlighttext> с применением фреймворков Spring (Spring Boot, Spring MVC, Spring Security). Взаимодействие с разработчиками..."
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/115440211",
        "salary": "Зарплата не указана",
        "snippet": "Требования: умение тестировать REST API. — релевантный опыт от 1 года, знание <highlighttext>Java</highlighttext>. Будет большим плюсом: Навык работы с автоматизированным или нагрузочным.... \nОбязанности: участвовать в нагрузочном тестировании с использованием Jmeter. — проводить демонстрации работы функционала. — писать интеграционные тесты на <highlighttext>Java</highlighttext> с использованием JUnit 5..."
    },
    {
        "name": "QA engineer",
        "alternate_url": "https://hh.ru/vacancy/115632122",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Будет плюсом: Базовые навыки программирования на <highlighttext>Java</highlighttext> / Kotlin. Профильное образование в области информационных технологий. Знакомство с методологиями Agile/SCRUM и.... \nОбязанности: Мы разрабатываем российский аналог AspenTech (Aspen HYSYS) — программного обеспечения для моделирования и оптимизации технологических процессов в нефтегазовой и химической промышленности. "
    },
    {
        "name": "Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116691890",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт продуктовой разработки от 4-5 лет. Отличные знания Core <highlighttext>Java</highlighttext> и опыт работы со стеком Spring, в том числе.... \nОбязанности: Участие в полном цикле разработки. Развитие архитектуры системы и проектирование функциональности, удобной в использовании. Работа в тесном контакте с бизнесом..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116917581",
        "salary": "180000",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 1 года. Опыт коммерческой разработки на <highlighttext>Java</highlighttext> 8. Опыт коммерческой разработки с фреймворком Spring. . \nОбязанности: Поддержка системы и добавление новой функциональности. Расширение интеграции с сервисами. Предлагать возможности оптимизации и свежие идеи. Оптимизация и улучшение производительности..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116694517",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Практический опыт разработки серверной логики на <highlighttext>Java</highlighttext>. Знание принципов SOA. Знания Core <highlighttext>Java</highlighttext>, хорошее понимание многопоточности в <highlighttext>Java</highlighttext>. . \nОбязанности: Разработка и сопровождение корпоративной шины данных и сопутствующего ПО. Работа с обращениями со стороны смежных отделов и пользователей. "
    },
    {
        "name": "Тестировщик (middle)",
        "alternate_url": "https://hh.ru/vacancy/115376301",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Образование – подтвержденное профильное (тестирование ПО). Технический стек на проекте: <highlighttext>Java</highlighttext>, Docker, Kubernetes (OpenShift), Spring Security, Spring Data, Spring Boot, REST.... \nОбязанности: Анализ требований и написание тестовых сценариев. Контроль выполнения тестовых сценариев. Проведение функционального, регрессионного тестирования на различных стендах в рамках регулярных..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116754068",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Java</highlighttext>. Отличное знание Spring Framework. Владение SQL и опыт работы с реляционными СУБД (PostgreSQL). . \nОбязанности: Разработка и поддержка веб-приложений на <highlighttext>Java</highlighttext> (Spring Boot) и Angular. Проектирование, разработка и оптимизация REST API. Работа с базами..."
    },
    {
        "name": "Frontend Developer",
        "alternate_url": "https://hh.ru/vacancy/116832385",
        "salary": "150000 - 200000",
        "snippet": "Требования: Знание и опыт работы с React JS, material. Понимание работы следующих фреймвоков и систем управления очередями: SUI КК, Cordova , postgraphile.... \nОбязанности: Разработка программного обеспечения. Code review. Оценка проекта."
    },
    {
        "name": "QA/Support Specialist (Тестировщик)",
        "alternate_url": "https://hh.ru/vacancy/116835782",
        "salary": "Зарплата не указана",
        "snippet": "Требования: 0.5+ years of commercial experience as a manual QA specialist. Strong knowledge of software QA methodologies, tools and.... \nОбязанности: Performing functional and UX testing of <highlighttext>Java</highlighttext> & Vue based multi-module web applications (including mobile versions) with complex structure and..."
    },
    {
        "name": "Бэкенд-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116803008",
        "salary": "120000 - 180000",
        "snippet": "Требования: Есть знания/практический опыт в разработке backend-приложений на <highlighttext>java</highlighttext>/kotlin + spring boot.."
    },
    {
        "name": "Middle Backend Developer (Backend)",
        "alternate_url": "https://hh.ru/vacancy/116598848",
        "salary": "2000000",
        "snippet": "Требования: Желательно знания и практические навыки работы с одним из следующих языков программирования и фреймворков: C# (.Net Core), <highlighttext>Java</highlighttext> (Spring Framework...."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116859607",
        "salary": "80000",
        "snippet": "Требования: Базовое понимание архитектуры клиент-серверных приложений. - Знание основных принципов ООП и паттернов проектирования. - Опыт работы с REST API. - . \nОбязанности: Участие в проектировании, разработке и оптимизации кода для мобильного приложения. - Интеграция с backend-сервисами. - Участие в код-ревью и совместной..."
    },
    {
        "name": "Junior java программист",
        "alternate_url": "https://hh.ru/vacancy/116681780",
        "salary": "25000",
        "snippet": "Требования: Желание получить опыт в разработке.. \nОбязанности: Помощь в разработке небольшой программы учёта. Изучение <highlighttext>Java</highlighttext>, JavaFX, MyBatis."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116508216",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт решения задач по оптимизации производительности. Опыт проработки архитектуры приложений. Уверенное знание <highlighttext>Java</highlighttext> Core, Spring (Sprint MVC, Spring Boot, AOP.... \nОбязанности: Разработка микросервисов на <highlighttext>Java</highlighttext>/Spring Boot. Развитие и поддержка архитектурных решений. Участие в решении технологических проблем и вопросов, анализ инцидентов..."
    },
    {
        "name": "Java-программист",
        "alternate_url": "https://hh.ru/vacancy/116519972",
        "salary": "200000",
        "snippet": "Требования: Знание Spring Framework. Опыт работы с серверами приложений <highlighttext>Java</highlighttext> (Tomcat, JBoss, Glassfich и др.). Опыт работы в test-driven development.... \nОбязанности: Разработка на <highlighttext>Java</highlighttext> серверных компонент для клиент-серверных приложений. Разработка интеграционных компонент и сервисов на <highlighttext>Java</highlighttext>. Участие в тестировании разработанных..."
    },
    {
        "name": "Тестировщик / QA инженер",
        "alternate_url": "https://hh.ru/vacancy/116901403",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...с jenkins\\teamcity\\иной инструмент. Приветствуется: опыт ведения демо\\ПСИ для бизнес-заказчиков, опыт работы в ДБО. Базовые знания <highlighttext>Java</highlighttext>.. \nОбязанности: Формирование отчетов по результатам тестирования. Написание инструкций\\статей по текущему функционалу\\специфическим настройкам. Конфигурирование <highlighttext>java</highlighttext>-приложений (helm). Разработка и поддержка..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115668121",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на <highlighttext>Java</highlighttext> от 3 лет (Middle) или от 5 лет (Senior), с использованием 11/17 версий. - . \nОбязанности: Проектирование и разработка компонентов. - Обновление как отдельных участков, так и целых кластеров действующей инфраструктуры сегмента ФинТех. - Проведение код-ревью, документирование..."
    },
    {
        "name": "Java разработчик / Backend Java Developer (Middle)",
        "alternate_url": "https://hh.ru/vacancy/115721472",
        "salary": "170000 - 250000",
        "snippet": "Требования: Опыт работы с базами данных SQL на уровне написания запросов. <highlighttext>Java</highlighttext> 8 (Lambdas, Streams). Понимание принципов и свойств транзакций. . \nОбязанности: Разработка структуры и архитектуры проекта. Разработка кода для серверной части проекта. Интеграция внешних сервисов. Разработка интеграционных-тестов."
    },
    {
        "name": "Персональный ассистент",
        "alternate_url": "https://hh.ru/vacancy/116770890",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеете высшее образование. Не боитесь трудностей и готовы к новым вызовам. Хотите развиваться и расширять свой профессиональный диапазон. . \nОбязанности: Выстраивание системы деловой коммуникации со всеми ТС/БЕ. Координация работы Команды. Полное ведение и сопровождение календаря руководителя. Организация и координация..."
    },
    {
        "name": "Юрист по договорному праву",
        "alternate_url": "https://hh.ru/vacancy/116740249",
        "salary": "100000",
        "snippet": "Требования: Высшее юридическое образование (государственный вуз, гражданско-правовая специализация). Опыт работы в области договорного права от 2х лет. . \nОбязанности: Договорная работа (разработка, экспертиза, согласование). Подготовка сопутствующей документации (актов, приложений, дополнительных соглашений официальных писем и т.п.). Мониторинг действующего законодательства..."
    },
    {
        "name": "Android-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116822159",
        "salary": "55000 - 85000",
        "snippet": "Требования: Знание программ figma, git, android SDK. Знание <highlighttext>java</highlighttext>, kotlin.. \nОбязанности: Разработка новых и поддержка существующего бизнес-приложений."
    },
    {
        "name": "Frontend-разработчик (Senior)",
        "alternate_url": "https://hh.ru/vacancy/116907540",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на backend (nodejs/python/php/<highlighttext>java</highlighttext>/go). Знание HTML/CSS, методологий проектирования ПО и командной разработки. . \nОбязанности: Разработка продукта, вспомогательных библиотек и инструментов, разработка библиотеки компонентов. Верстка адаптивных и кросс-браузерных интерфейсов. Рефакторинг и поддержка существующего кода. "
    },
    {
        "name": "Backend-разработчик (Java, Spring Boot)",
        "alternate_url": "https://hh.ru/vacancy/116749904",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 3 лет в разработке на Java (Spring Boot). Знание принципов микросервисной архитектуры. Опыт работы с реляционными и.... \nОбязанности: Работа с реляционными (PostgreSQL, Oracle, MS <highlighttext>SQL</highlighttext> Server) и NoSQL базами данных (MongoDB, Cassandra). Внедрение механизмов кэширования (Redis). "
    },
    {
        "name": "Backend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116768785",
        "salary": "Зарплата не указана",
        "snippet": "Обязанности: Разработка серверной части веб-приложений на Java. Интеграция с базами данных и внешними сервисами. Разработка как уже действующих проектов, так..."
    },
    {
        "name": "JavaScript разработчик",
        "alternate_url": "https://hh.ru/vacancy/116756651",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Back/Full-stack: Node.js (Express, NestJS, Fastify), углубленно знание БД (<highlighttext>SQL</highlighttext>,NoSQL, Redis), REST API, GraphQL, архитектура микросервисов, message brokers.... \nОбязанности: Разработка эффективных и современных мобильных и веб приложений. Создание качественного, легко поддерживаемого кода. Доработка существующих проектов. Покрытие кода тестами, unit..."
    },
    {
        "name": "Middle QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116840187",
        "salary": "200000 - 250000",
        "snippet": "Требования: Опыт работы с тестированием API и GUI. Уверенное знание <highlighttext>SQL</highlighttext>, PostgreSQL. Опыт работы с системами контроля версий. Опыт работы с.... \nОбязанности: Проводить функциональное, регрессионное тестирование web микросервисной системы DPA. Проводить тестирование API, GUI. Участвовать в планировании и организации процесса тестирования. "
    },
    {
        "name": "Стажер Data Scientist",
        "alternate_url": "https://hh.ru/vacancy/116880559",
        "salary": "20000 - 20000",
        "snippet": "Требования: ...sklearn, catboost, xgboost, lightgbm, pytorch, tf и др.). . Приветствуется опыт работы с различными источниками данных: <highlighttext>SQL</highlighttext>, Hive, Presto, Kafka, etc.. \nОбязанности: Реализация проектов из сфер CV, NLP, построение предиктивных моделей и других задач из сферы. Работа с подготовкой и аннотацией данных..."
    },
    {
        "name": "Junior Java Developer",
        "alternate_url": "https://hh.ru/vacancy/116857899",
        "salary": "120000 - 150000",
        "snippet": "Требования: Опыт работы с системами контроля версий (Git). Базовые знания Java и понимание принципов ООП. Знание основ REST API. . \nОбязанности: Разработка и поддержка серверной части сервисов на Java. Участие в проектировании архитектуры и создании технической документации. Написание модульных и интеграционных..."
    },
    {
        "name": "Стажер в отдел IT (Power BI)",
        "alternate_url": "https://hh.ru/vacancy/116841222",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Продвинутые знания Power BI: умение строить отчёты и дашборды, работать с визуализациями. Общие знания принципов BI и анализа данных. . \nОбязанности: Помощь пользователям в работе с Power BI: консультирование, разбор ошибок, поддержка в создании отчётов и дашбордов. Анализ и обработка запросов..."
    },
    {
        "name": "Junior Java developer",
        "alternate_url": "https://hh.ru/vacancy/116911751",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с git, gradle. Базовые знания <highlighttext>SQL</highlighttext>, опыт работы с СУБД PostgreSQL. Опыт работы с Linux и Docker: Знание.... \nОбязанности: Участвовать в Backend разработке функционала на Java. Поддерживать существующие решения (анализ проблем, багофикс, оптимизация). Взаимодействовать с бизнес аналитиками для анализа..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116887529",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Какие знания необходимы: REST API. Знания HTML, XML, JSON, HTTP. Знание <highlighttext>SQL</highlighttext>. Кросс-браузерное тестирование. Умение читать и разбираться в.... \nОбязанности: Тестирование web-приложений. Тестирование API. Интеграционное тестирование. Составление тестовой документации. Подготовка отчетов о тестировании. Поздравления с важными жизненными событиями."
    },
    {
        "name": "Начинающий разработчик (Web/Desktop)",
        "alternate_url": "https://hh.ru/vacancy/116912922",
        "salary": "20000 - 20000",
        "snippet": "Требования: Понимать принципы разработки качественного программного обеспечения. Базовое понимание JavaScript/TypeScript, ReactJS, <highlighttext>SQL</highlighttext> (PostgreSQL/Sqlite), PHP/KPHP, С++, Qt, Java (можно.... \nОбязанности: Писать код для новых экспериментальных продуктов. Писать код для существующих продуктов с применением полном стека технологий. Писать код приемочных тестов..."
    },
    {
        "name": "Системный аналитик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116529707",
        "salary": "90000 - 125000",
        "snippet": "Требования: Базовые знания <highlighttext>SQL</highlighttext> и стремление к развитию технических навыков. Опыт работы с Atlassian Confluence и Jira будет преимуществом. . \nОбязанности: Сбор, анализ и структурирование требований. Написание <highlighttext>SQL</highlighttext>-запросов и работа с базами данных. Подготовка технических заданий (ТЗ) и проектных материалов. "
    },
    {
        "name": "Специалист по тестированию ПО",
        "alternate_url": "https://hh.ru/vacancy/116833210",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт в разработке тестовой документации: тест кейсов и чек листов. Знание основ теории БД, <highlighttext>SQL</highlighttext>. Опыт тестирования back-end. . \nОбязанности: Анализом бизнес-логики и документации для разработки. Функциональным тестирование приложения. Оценкой качества по результатам тестирования и анализом информации о качестве. "
    },
    {
        "name": "QA Manual Junior+/Middle",
        "alternate_url": "https://hh.ru/vacancy/116091707",
        "salary": "80000 - 150000",
        "snippet": "Требования: Опыт работы с системами управления проектами и документацией. Базовые знания <highlighttext>SQL</highlighttext> для проверки данных. Умение работать в команде и эффективно.... \nОбязанности: Архитектурное проектирование. Мастерпланирование. Генеральное проектирование. Дизайн проектирование. Ландшафт дизайн и благоустройство. BIM технологии. Инженерное проектирование. Проектирование строительных конструкций. "
    },
    {
        "name": "QA инженер",
        "alternate_url": "https://hh.ru/vacancy/116854741",
        "salary": "Зарплата не указана",
        "snippet": "Требования: знание методологии и опыт тестирования ПО. - понимание процесса и принципов создания программного продукта. - хорошие аналитические способности и умение находить решения.... \nОбязанности: Buzzolls IT — информационная система, интегрированная во все бизнес-процессы компании: от оформления до доставки заказа, от обработки цифр до формирования..."
    },
    {
        "name": "Бизнес-аналитик",
        "alternate_url": "https://hh.ru/vacancy/115226176",
        "salary": "120000",
        "snippet": "Требования: Работа в Excel: строить сводные таблицы из промежуточных данных, делать выводы. Владение основами <highlighttext>SQL</highlighttext>. Опыт работы с 1С. . \nОбязанности: Анализ бизнес процессов компании с целью их оптимизации. Формирование предложений для руководства по повышению эффективности процессов. Участие в разработке и..."
    },
    {
        "name": "Java-разработчик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116888793",
        "salary": "50000",
        "snippet": "Требования: с образованием в сфере IT (допускается неоконченное). - готового обучаться. - ответственного. - способного работать в команде. HARD SKILLS: - понимание концептов работы сети. - . \nОбязанности: в выстраивании процессов выпуска кода. - в организации внутренних корпоративных процессов и стандартов. - разработка основного продукта стартапа и интеграция с выпускаемым..."
    },
    {
        "name": "Бизнес-аналитик",
        "alternate_url": "https://hh.ru/vacancy/116765057",
        "salary": "440000 - 500000",
        "snippet": "Требования: Обязателен опыт работы на проектах исключительно в инвестиционном блоке/банке/бизнесе. *Опыт работы бизнес аналитиком от 3х лет. * . \nОбязанности: Мы ищем опытного и результативного Бизнес-аналитика в подразделение бизнес-анализа продуктов и инфраструктуры инвестиционного бизнеса. Ваша работа будет напрямую..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116935655",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание инструментов: Jira, TestRail, Selenium, Postman (или аналогов). Базовые навыки работы с <highlighttext>SQL</highlighttext>, DevTools, Charles/Fiddler. Умение анализировать требования и.... \nОбязанности: Тестирование функционала веб- и мобильных приложений. Составление тестовой документации: тест-кейсы, чек-листы, баг-репорты. Выявление, документирование и отслеживание дефектов..."
    },
    {
        "name": "Дата аналитик",
        "alternate_url": "https://hh.ru/vacancy/116781542",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Мы ценим теоретическую базу, технические навыки и умение грамотно работать с документацией. Вот основные требования: ### Теоретические знания: - Понимание структуры.... \nОбязанности: Создание и проектирование витрин разного уровня и рисовать ER-диаграммы. - Оптимизация сложных <highlighttext>SQL</highlighttext>-запросов. - Разработка unit-тестов и алгоритмов для..."
    },
    {
        "name": "QA Инженер (middle)",
        "alternate_url": "https://hh.ru/vacancy/116838647",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание RESTful API, навык ручного тестирования REST-API. Умение писать простые <highlighttext>SQL</highlighttext>-запросы. Опыт использования систем контроля версий, CI/CD.... \nОбязанности: Проведением функционального, регрессионного и интеграционного тестирования в мобильных приложениях на платформах iOS / Android и веб-сервисах. Согласовывать тестовые требования и..."
    },
    {
        "name": "QA-инженер",
        "alternate_url": "https://hh.ru/vacancy/116858023",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...станцией, осциллографом, логическим анализатором, источниками питания и ЛАТРом). Умение работать с базами данных (<highlighttext>SQL</highlighttext> – запросы). Навыки автоматизации на Bash/Python.. \nОбязанности: Работа в команде в роли full stack специалиста по качеству в направлении тестирования HW серверного оборудования. Участие во всех этапах..."
    },
    {
        "name": "Начинающий специалист - Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116771765",
        "salary": "80000 - 140000",
        "snippet": "Обязанности: Работа с проектами внутри компании. ﻿﻿Общение с клиентами. ﻿﻿Развитие IT проектов. ﻿﻿Проведение презентаций. ﻿﻿участие в организационных вопросах. ﻿﻿Работа без разъездов..."
    },
    {
        "name": "QA Инженер (Middle/Senior)",
        "alternate_url": "https://hh.ru/vacancy/116888957",
        "salary": "215500 - 324000",
        "snippet": "Требования: Опыт в коммерческой разработке от 2 лет. Опыт создания автотестов. Базовые знание <highlighttext>SQL</highlighttext>. Опыт работы с docker, k8s. . \nОбязанности: Работа в продуктовой команде. Проводить ручное/автоматизированное функциональное и регрессионное тестирования веб-версии и мобильного приложения. Ручное/автоматизированное тестирование API..."
    },
    {
        "name": "QA Инженер (middle)",
        "alternate_url": "https://hh.ru/vacancy/116838469",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание RESTful API, навык ручного тестирования REST-API. Умение писать простые <highlighttext>SQL</highlighttext>-запросы. Опыт использования систем контроля версий, CI/CD.... \nОбязанности: Проведением функционального, регрессионного и интеграционного тестирования в мобильных приложениях на платформах iOS / Android и веб-сервисах. Согласовывать тестовые требования и..."
    },
    {
        "name": "Тестировщик / QA",
        "alternate_url": "https://hh.ru/vacancy/116935192",
        "salary": "300000",
        "snippet": "Требования: ...тестировании процессов с большой вариативностью. Опыт работы с Postman, DBeaver (или аналоги), программами генерации тестовых данных, опыт написания <highlighttext>SQL</highlighttext> запросов.. \nОбязанности: Подготовка, согласование тест-кейсов (-планов). Подготовка документации. Проведение интеграционно-функционального тестирования. Проведение ПСИ."
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116905634",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в банках, казначействах корпораций, с направлением бюджетирования и планирования. Знание <highlighttext>SQL</highlighttext>, Python. Владение английском языком, знание второго языка.... \nОбязанности: Аналитика данных: сбор, обработка и анализ информации. Выгрузка данных, их структурирование и подготовка для дальнейшего анализа. Сверка данных, выявление расхождений..."
    },
    {
        "name": "QA инженер/Инженер по тестированию",
        "alternate_url": "https://hh.ru/vacancy/116903960",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Аналитическое мышление и внимание к деталям. Базовые знания <highlighttext>SQL</highlighttext>. Самостоятельность и готовность к работе в кросс-функциональной команде. . \nОбязанности: Планирование и проведение ручного тестирования. Подготовка тестовых сценариев. Постановка задач в баг-трекер. Контроль исправления багов. Написание документации, чек-листов..."
    },
    {
        "name": "Разработчик Back-End Java / BigData (Junior to Senior)",
        "alternate_url": "https://hh.ru/vacancy/116932284",
        "salary": "75000 - 350000",
        "snippet": "Требования: Высшее техническое образование, у вас высокая производительность и вы знакомы с client-server model. Вы знакомы с гибкой методологией разработки.... \nОбязанности: О процессе разработки: Под руководством технического директора (CTO), вы будете работать над развитием наших новых программных решений на back-end..."
    },
    {
        "name": "Инженер по тестированию",
        "alternate_url": "https://hh.ru/vacancy/116885966",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Умение писать тестовую документацию (тест-кейсы, чек-листы). Опыт работы с jira/confluence. Готовность к обучению и умение принимать самостоятельные.... \nОбязанности: Работать в CRM Bitrix. Проводить функциональные, регрессионные, интеграционные тестирования. Разрабатывать, актуализировать тестовые документации (тест-кейсы, чек-листы, отчеты). "
    },
    {
        "name": "Тестировщик (IT-продуктов)",
        "alternate_url": "https://hh.ru/vacancy/116892672",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование (желательно техническое или строительное). Опыт работы в роли QA-инженера при коммерческой разработке в продуктовых командах от 1.... \nОбязанности: Проектированием и актуализацией планов и сценариев тестирования. Проведением функционального и регрессионного тестирования и его автоматизацией. Локализацией и регистрацией дефектов в..."
    },
    {
        "name": "Java-разработчик (web проекты)",
        "alternate_url": "https://hh.ru/vacancy/116903532",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт: Высшее техническое образование. Знание Java, Javascript (+JQuery). Понимание основ html. Знание <highlighttext>SQL</highlighttext> и опыт работы с PL/<highlighttext>SQL</highlighttext> будет.... \nОбязанности: Доработки сайта на основе системы управления контентом OpenCMS. Задачи: Проанализировать текущее состояния развития проекта. Проводить оптимизацию и рефакторинг. "
    },
    {
        "name": "QA инженер",
        "alternate_url": "https://hh.ru/vacancy/116854742",
        "salary": "Зарплата не указана",
        "snippet": "Требования: знание методологии и опыт тестирования ПО. - понимание процесса и принципов создания программного продукта. - хорошие аналитические способности и умение находить решения.... \nОбязанности: Buzzolls IT — информационная система, интегрированная во все бизнес-процессы компании: от оформления до доставки заказа, от обработки цифр до формирования..."
    },
    {
        "name": "Специалист по работе с данными EXCEL",
        "alternate_url": "https://hh.ru/vacancy/113733898",
        "salary": "130000 - 130000",
        "snippet": "Требования: Высшее образование (предпочтительно с уклоном в математику, экономику, маркетинг, статистику). Excel продвинутый уровень (сводные таблицы, формулы ВПР, ЕСЛИ, СУММЕСЛИ и.... \nОбязанности: Работа с базами данных Microsoft Excel. Работа с данными по промо-акциям «план-факт» / «было-стало». Анализ первичных и вторичных..."
    },
    {
        "name": "Стажер-разработчик",
        "alternate_url": "https://hh.ru/vacancy/115575681",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание основ реляционных баз данных. Опыт написания <highlighttext>SQL</highlighttext>-запросов и работы с PostgreSQL или PLSQL. Понимание принципов проектирования баз данных.. \nОбязанности: Внедрение новых функций и исправление багов в существующих приложениях. Проектирование, создание и оптимизация <highlighttext>SQL</highlighttext>-запросов. Поддержка и оптимизация базы данных..."
    },
    {
        "name": "Тестировщик программного обеспечения (Manual QA Engineer)",
        "alternate_url": "https://hh.ru/vacancy/116612677",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Навыки тестирования на iOS и Android и понимание особенностей тестирования на различных мобильных платформах. Знание <highlighttext>SQL</highlighttext> для работы с базами.... \nОбязанности: Изучать в деталях наш продукт, проверять его на стабильность и корректность работы. Взаимодействовать с командой разработки и смежными командами. "
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/90149549",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеет опыт тестирования Web, API и мобильных приложений (iOS и Android). Знает <highlighttext>SQL</highlighttext> на уровне написания простых запросов. . \nОбязанности: Участие в Agile процессе. Проведение функционального, регрессионного, автоматизированного и интеграционного тестирований, а так же тестирования документации на разных этапах жизненного..."
    },
    {
        "name": "QA Engineer (Middle)",
        "alternate_url": "https://hh.ru/vacancy/116767432",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт тестирования данных, навыки работы с БД (предпочтительно MongoDB, Azure <highlighttext>SQL</highlighttext> DB). Опыт тестирования API. Понимание архитектуры приложений, включая микросервисную...."
    },
    {
        "name": "Менеджер продукта (Плеер)",
        "alternate_url": "https://hh.ru/vacancy/116796647",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание продуктовой аналитики и базовое знания <highlighttext>SQL</highlighttext> - четкое видение связи, между тем, что сейчас в работе, и что это даст.... \nОбязанности: Мы общаемся в Пачке, в качестве task-трекера используем Jira. Рутинные операции стараемся автоматизировать с помощью ботов. Для развития и..."
    },
    {
        "name": "Продуктовый аналитик (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116746156",
        "salary": "160000",
        "snippet": "Требования: Преимуществом будет: Владение <highlighttext>SQL</highlighttext> (оконные функции, вложенные запросы, join, cte и тд). Знания Python. Работа в Figma, Tilda и иных.... \nОбязанности: Сбор, обработка и анализ данных для поддержки принятия решений в области внедрения цифровых решений в ресторанный бизнес. Финансовое и бизнес..."
    },
    {
        "name": "Ручной тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116785929",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с Postman, JIRA, Confluence. Базовые знания HTML, CSS, <highlighttext>SQL</highlighttext>, основ веб-сервисов. Опыт тестирования API и требований. . \nОбязанности: Проведение ручного тестирования (функциональное, регрессионное, исследовательское) системы управления клиентами. Тестирование веб-сервисов, интерфейсов, баз данных и API. Ведение и поддержание..."
    },
    {
        "name": "Дата - Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116800241",
        "salary": "7000000 - 10000000",
        "snippet": "Требования: Умеет находить закономерности в данных. Уверенно знает <highlighttext>SQL</highlighttext>, Excel, Power BI, Python (или аналогичные инструменты). Понимает основы статистики и прогнозирования. . \nОбязанности: Сбор, обработка и консолидация данных из различных источников. Разработка и автоматизация аналитических отчетов. Анализ ключевых бизнес-показателей, выявление трендов и..."
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116890242",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...массивами данных, строить дашборды и заниматься визуализацией. Пройденный курс по <highlighttext>SQL</highlighttext>, знание основ и понимание принципов работы. Отличное знание Excel.... \nОбязанности: Участвовать в развитии и внедрении аналитической отчетности. Проводить анализ динамики проведенных или планируемых к реализации коммерческих мероприятий. Подготавливать данные по..."
    },
    {
        "name": "Тестировщик (Web и Mobile)",
        "alternate_url": "https://hh.ru/vacancy/116758085",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт использования в работе снифферов трафика. Знание <highlighttext>SQL</highlighttext> на уровне join-запросов. Знание Python. Наличие опыта нагрузочного тестирования и опыта.... \nОбязанности: Тестирование WEB и мобильных приложений (Android и iOS). Тестирование API. Ведение тестовой документации: баг-репорты, тест-кейсы, чек-листы и..."
    },
    {
        "name": "QA-инженер/Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116874179",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование. Представление о процессах тестирования. Знание основ работы с ОС Linux. Базовое знание <highlighttext>SQL</highlighttext>.. \nОбязанности: Взаимодействовать с разработчиками ПО и пользователями. Тестирование продуктов компании. Выполнять ручное, функциональное и автоматизированное тестирование. Корректно и точно описывать выявленные..."
    },
    {
        "name": "Тестировщик программного обеспечения",
        "alternate_url": "https://hh.ru/vacancy/116909425",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание методов тестирования. Умение написать сценарий ручного тестирования. Навыки работы с <highlighttext>SQL</highlighttext> и базами данных на уровне написания простых запросов. . \nОбязанности: Проводить ручное тестирование (функциональное, регрессионное и исследовательское) и контролировать стабильность выпускаемых версий продукта. Фиксировать в баг-трекинге обнаруженные ошибки. "
    },
    {
        "name": "QA engineer",
        "alternate_url": "https://hh.ru/vacancy/111351970",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с брокерами сообщений (RabbitMQ и аналоги). Знания <highlighttext>SQL</highlighttext> на базовом уровне. Опыт составления тестовой документации (тест-кейсы, чек.... \nОбязанности: Тестируем постановки и дизайн. Разработчики покрывают функционал Unit-тестами. Пользуемся результатами автотестирования. Проводим демо внутри команды перед релизом. "
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116827713",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание инструментов нагрузочного тестирования, например, JMeter. Опыт разработки сценариев для автоматизированных и нагрузочных тестов. Опыт написания <highlighttext>SQL</highlighttext> запросов.. \nОбязанности: Ручное и автоматизированное тестирование информационных систем. Построение чек-листов и тест-планов. Проведение регрессионного тестирования."
    },
    {
        "name": "Intern QA Engineer / Стажер-Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116780147",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание <highlighttext>SQL</highlighttext>. Навыки работы с БД. Ответственность, усидчивость, стремление изучать новое. Высшее/неоконченное высшее/ среднее специальное образование в сфере ИТ.... \nОбязанности: Тестирование задач. Составление тестовой документации. Работа с БД."
    },
    {
        "name": "Junior, Junior+ аналитик",
        "alternate_url": "https://hh.ru/vacancy/116900679",
        "salary": "20000 - 40000",
        "snippet": "Требования: Базовые знания <highlighttext>SQL</highlighttext>. — Аккуратность в работе с данными. — Стремление развиваться.. \nОбязанности: ...данные содержатся в различных ИС (CRM, Метрика, рекламные площадки). — Составление <highlighttext>SQL</highlighttext> запросов в среде PostgreSQL. — Визуализация данных в Yandex DataLens. — "
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116842910",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки на Python от 1 года. - Опыт работы с базами данных PostgreSQL и MSSQL. - Опыт работы с Docker. - . \nОбязанности: Разработка и поддержка backend сервисов. - Интеграция с внешними API сервисами и базами данных. - Участие в проектировании архитектуры приложений. - "
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116905915",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Глубокое понимание процесса QA: планирования тестов, тест-кейсов, чек-листов и т.д. Хорошие знания <highlighttext>SQL</highlighttext> (знание MSSQL, PostgreSQL). . \nОбязанности: Работа с тестовой документацией (создание и актуализация сценариев тестирования, методик тестирования производительности, отчетов о тестировании). Написание <highlighttext>SQL</highlighttext>-запросов среднего уровня. "
    },
    {
        "name": "Python Developer Middle - Senior",
        "alternate_url": "https://hh.ru/vacancy/116792064",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт по интеграции с другими системами приветствуется. Знание и понимание Паттернов ООП. Опыт работы с <highlighttext>SQL</highlighttext>. Опыт работы с Git. . \nОбязанности: Участвовать в разработке архитектуры. Разрабатывать бэк для мобильных приложений с 0 и дорабатывать существующие продукты. Участвовать в формировании плана разработки. "
    },
    {
        "name": "Data analyst",
        "alternate_url": "https://hh.ru/vacancy/116794562",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Технические навыки: Уверенное владение <highlighttext>SQL</highlighttext> для создания сложных запросов и оптимизации процессов. Опыт работы с большими наборами данных. . \nОбязанности: Извлечение данных из различных источников. Обработка и подготовка данных для анализа. Проведение глубокого анализа данных для выявления тенденций и инсайтов. "
    },
    {
        "name": "Разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/116825461",
        "salary": "Зарплата не указана",
        "snippet": "Требования: <highlighttext>SQL</highlighttext> - умение писать запросы к базе данных BigQuery, PostgreSQL (подзапросы, оконные функции). Power BI - построение/поддержание дашбордов (основные источники данных.... \nОбязанности: Настройка автоматизации выгрузок звонков в базу данных. Визуализация отчетов в Power Bi. Сбор данных из кабинетов. Обновление данных на постоянной..."
    },
    {
        "name": "Middle+ QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115603894",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с <highlighttext>SQL</highlighttext> базами данных и написания <highlighttext>SQL</highlighttext>-запросов. Опыт тестирования web-приложений (frontend & backend). Умение по stack trace.... \nОбязанности: Тестировать новые модули и функции продукта. Участвовать в построении процесса тестирования (регресс, смоук, тестирование фичей, процесс выкатки, ретроспектива релиза). "
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/116814900",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Ты ответственный, внимательный и самостоятельный. Будет плюсом: Базовые знания Python или другого серверного языка программирования. Знание <highlighttext>SQL</highlighttext> на уровне простых.... \nОбязанности: XWAY — сертифицированное агентство по работе с маркетплейсами и разработчик IT-решений. Помогаем селлерам запускать и развивать продажи на Ozon, Wildberries..."
    },
    {
        "name": "Ручной тестировщик (Web)",
        "alternate_url": "https://hh.ru/vacancy/115516189",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с системами управления проектами и документацией, например Confluence и TFS. Базовые знания <highlighttext>SQL</highlighttext> для проверки данных. . \nОбязанности: Проведение ручного тестирования новых функциональностей и исправлений. Проведение функционального, регрессионного и интеграционного тестирования. Составление и актуализация тестовой документации (чек-листы..."
    },
    {
        "name": "Ручной тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116705058",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание техник тест-дизайна. Знание <highlighttext>SQL</highlighttext> на уровне простых запросов. Понимание клиент-серверной архитектуры на базовом уровне. Технический склад ума.... \nОбязанности: Ручное тестирование REST API с использованием Postman. Функциональное тестирование, регрессионное тестирование, исследовательское тестирование веб-приложения. Разработка и поддержка тестовой документации..."
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116804235",
        "salary": "90000",
        "snippet": "Требования: Владение различными техниками тест-дизайна. Знание различных видов тестирования. Знание <highlighttext>SQL</highlighttext> и основ работы с базами данных. Опыт тестирования REST.... \nОбязанности: Ручное тестирование web приложений и сервисов (API). Составление тест-кейсов, тест-планов и отчетов о тестировании. Взаимодействие с руководителем проекта..."
    },
    {
        "name": "QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115253952",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с CI/CD и системами деплоя (Jenkins, etc). Опыт тестирования REST API. Знание <highlighttext>SQL</highlighttext> на уровне средне-сложных.... \nОбязанности: Тестирование изменений платформы 4game и ее компонентов. Сопровождение релизов от требований до продакшн. Улучшение процессов тестирования и взаимодействия с..."
    },
    {
        "name": "Аналитик Excel",
        "alternate_url": "https://hh.ru/vacancy/116901107",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт моделирования в Anaplan, IBM TM1/Cognos/Analytycs, Oracle Hyperion и SAP BPC/Planning. Опыт программирования VBA, <highlighttext>SQL</highlighttext>, Python.... \nОбязанности: Анализ сложных финансовых моделей, реализованных в MS Excel. Анализ учетных систем 1С или подобных систем с целью получения данных..."
    },
    {
        "name": "Аналитик данных, СберСпасибо",
        "alternate_url": "https://hh.ru/vacancy/116858858",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Есть опыт работы с базами данных (MSSQL / Oracle / Teradata / PostgreSQL). Хорошее знание <highlighttext>SQL</highlighttext> (join, оконные функции, процедуры). Уверенное владение MS.... \nОбязанности: Планировать, проводить и анализировать A/B тесты для проверки гипотез и улучшения показателей продукта. Выстраивать взаимодействие с другими командами для..."
    },
    {
        "name": "Программист Python (Junior)",
        "alternate_url": "https://hh.ru/vacancy/116583839",
        "salary": "89000",
        "snippet": "Требования: Знание Python и <highlighttext>SQL</highlighttext> на базовом уровне. Опыт работы с фреймворками (Flask, FastAPI). Понимание принципов работы с Docker, Docker-compose. . \nОбязанности: Создание новых и поддержка уже существующих сервисов. Интеграция с внутренними и внешними системами (такими как: Kafka, HTTP). Разработка аналитических отчетов. "
    },
    {
        "name": "QA инженер / Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116813543",
        "salary": "80000",
        "snippet": "Требования: Опыт тестирования RESTful API, работы с Postman. Опыт работы с <highlighttext>SQL</highlighttext>. Навыки работы с тестовыми артефактами. Хорошие знания по части.... \nОбязанности: Посещение конференций."
    },
    {
        "name": "QA-инженер / Тестировщик программного обеспечения",
        "alternate_url": "https://hh.ru/vacancy/115895018",
        "salary": "80000",
        "snippet": "Требования: Базовые знания английского приветствуются. Прохождение специализированных курсов. Базовое представление об <highlighttext>SQL</highlighttext>. Знание скриптовых языков типа Python. Желание развиваться в области.... \nОбязанности: Тестирование ПО и интеграций с оборудованием. Разработка тест-кейсов, чек-листов. Анализ логов. Моделирование ошибок пользователей, исследование причин сбоев."
    },
    {
        "name": "Manual QA",
        "alternate_url": "https://hh.ru/vacancy/116669938",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт тестирования API интеграций. Опыт работы с реляционными БД, знание <highlighttext>SQL</highlighttext>. Уверенные знания методологий, процесса разработки и тестирования ПО. . \nОбязанности: Ручное тестирование приложений. Тестирование системы ДБО. Работа с БД, тестирование API. Подготовка тестовых данных. Анализ, разработка и использование тестовой документации..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/116882465",
        "salary": "250000",
        "snippet": "Требования: Высшее образование. Опыт работы в аналогичной должности от 3х лет. Продвинутый пользователь <highlighttext>SQL</highlighttext>, MS Excel, BI. Аналитический склад ума.. \nОбязанности: Подготовка информационных и аналитических материалов (сбор, анализ, интерпретация полученных результатов). Построение отчетности - по эффективности компаний/продажам (план/факт)/анализ воронок. "
    },
    {
        "name": "Инженер-тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116911635",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы от 2-х лет. Уверенные знания <highlighttext>SQL</highlighttext>, практический опыт написания многоуровневых запросов с использованием агрегирующих функций. . \nОбязанности: Модульное, системное и интеграционное тестирование выпускаемых доработок. Smoke-тестирование Е2Е цепочек поставки данных. Разработка и реализация методики регрессионного..."
    },
    {
        "name": "Разработчик сайта",
        "alternate_url": "https://hh.ru/vacancy/116230563",
        "salary": "120000",
        "snippet": "Требования: Отличные знания HTML, CSS, JavaScript. Знание PHP и <highlighttext>SQL</highlighttext>. Опыт работы с фреймворками и библиотеками (React, Angular, Vue.js). . \nОбязанности: Разработка и поддержка веб-сайтов: проектирование, разработка и внедрение новых функциональных возможностей для корпоративного сайта. Поддержка и улучшение существующих веб..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116826109",
        "salary": "220000",
        "snippet": "Требования: ...асинхронностью, multithreading, multiprocessing. Опыт написания веб-сервисов, работа с исходящими и входящими веб-запросами. Умение работать с СУБД <highlighttext>SQL</highlighttext>/noSQL.. \nОбязанности: Разработка и поддержка веб-проектов для внешних и внутренних пользователей; микросервисы, предоставляющие API для мобильных приложений, сайта и других сервисов. "
    },
    {
        "name": "Аналитик в Управление аналитики",
        "alternate_url": "https://hh.ru/vacancy/116903331",
        "salary": "110500 - 110500",
        "snippet": "Требования: Высшее образование (техническое, математическое, экономическое). Excel/<highlighttext>SQL</highlighttext> уверенный пользователь. Опыт работы в банке будет преимуществом.. \nОбязанности: Выполнять аналитические ad-hoc запросы. Подготовка аналитической отчётности. Проведение аналитики с использованием <highlighttext>SQL</highlighttext>. Презентация результатов анализа руководству\\бизнесу."
    },
    {
        "name": "Тестировщик ПО (middle)",
        "alternate_url": "https://hh.ru/vacancy/116801898",
        "salary": "80000 - 120000",
        "snippet": "Требования: Высшее техническое образование. Знание MS <highlighttext>SQL</highlighttext>/PostgreSQL (SELECT, UPDATE, JOIN, GROUP BY/ORDER BY). Внимательность, грамотность, интерес к работе тестировщика. . \nОбязанности: Ручное тестирование ПО. Составление, актуализация и проверка тестовой документации на выпускаемые продукты (тест-кейсы/чек-листы, коллекции postman, а также..."
    },
    {
        "name": "QA-инженер (Middle)",
        "alternate_url": "https://hh.ru/vacancy/116333776",
        "salary": "200000",
        "snippet": "Требования: Опыт тестирования API REST (Знание Postman или Swagger). Умение писать простые <highlighttext>SQL</highlighttext> запросы. Опыт работы с инструментами для просмотра логов.... \nОбязанности: Вести работы над масштабным и амбициозным проектом в сфере закупок. Анализ задач/историй, составление плана тестирования. Анализ требований и ведение..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116766913",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание Java SE (collections, streams, multithreading, reflection). Понимание концептов RDBMS. Знание основ <highlighttext>SQL</highlighttext>. Знание JDBC, JPA (Hibernate). Опыт использования Git.... \nОбязанности: Проведение исследований различных технологий и средств разработки. Участие в проектировании архитектуры для разрабатываемых систем. Непосредственное участие в разработке проектируемого ПО."
    },
    {
        "name": "Junior Manual QA",
        "alternate_url": "https://hh.ru/vacancy/116845386",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание техник тест-дизайна, умение применять их на практике. Сертификаты о пройденных курсах. Знание <highlighttext>SQL</highlighttext>, умение работать с СУБД. . \nОбязанности: Проведение функционального и нефункционального тестирования. Выявление дефектов и составление баг-репортов. Тестирование платежных методов. Разработка тест-кейсов и чек-листов. "
    },
    {
        "name": "Middle QA / Инженер по функциональному тестированию",
        "alternate_url": "https://hh.ru/vacancy/116166594",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с СУБД и знание <highlighttext>SQL</highlighttext> на уровне простых запросов. Навыки работы с Linux на уровне командной строки. . \nОбязанности: Участие в продуктовой команде, взаимодействие с разработчиками, аналитиками, владельцами продукта. Тестирование front-end, back-end (REST API). Разработка коллекции автотестов..."
    },
    {
        "name": "Системный аналитик/Бизнес-аналитик",
        "alternate_url": "https://hh.ru/vacancy/114811435",
        "salary": "150000",
        "snippet": "Требования: Понимание принципов работы баз данных, API, web-сервисов. - Базовые знания <highlighttext>SQL</highlighttext>. - Опыт работы с инструментами для аналитики (например, Jira, Confluence.... \nОбязанности: Сбор, анализ и документирование требований от заказчиков и внутренних подразделений. - Разработка и поддержка технической документации: спецификаций, технических заданий, пользовательских инструкций. - "
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/116827818",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание инструментов нагрузочного тестирования, например, JMeter. Опыт разработки сценариев для автоматизированных и нагрузочных тестов. Опыт написания <highlighttext>SQL</highlighttext> запросов.. \nОбязанности: Ручное и автоматизированное тестирование информационных систем. Построение чек-листов и тест-планов. Проведение регрессионного тестирования."
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116770501",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Владение <highlighttext>SQL</highlighttext> (базовый уровень: объединение таблиц, агрегирующие функции), работа с базами данных (MS <highlighttext>SQL</highlighttext>). Опыт создания новой отчетности, дашбордов на.... \nОбязанности: Глубоким анализом рынка и конкурентной среды. Выявлением ключевых тенденций, закономерностей и особенностей ТОП игроков рынка. Прогнозированием развития категорий на основе..."
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/116770502",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Владение <highlighttext>SQL</highlighttext> (базовый уровень: объединение таблиц, агрегирующие функции), работа с базами данных (MS <highlighttext>SQL</highlighttext>). Опыт создания новой отчетности, дашбордов на.... \nОбязанности: Глубоким анализом рынка и конкурентной среды. Выявлением ключевых тенденций, закономерностей и особенностей ТОП игроков рынка. Прогнозированием развития категорий на основе..."
    },
    {
        "name": "Инженер-тестировщик (QA Engineer)",
        "alternate_url": "https://hh.ru/vacancy/116833261",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеет опыт работы мануальным тестировщиком от 2 лет. Обладает опытом работы с БД. Имеет опыт работы с <highlighttext>SQL</highlighttext>.. \nОбязанности: Анализ требований и работа техническим заданием. Разработка и поддержание тестовой документации. Тестирование программного обеспечения продуктов компании. Регистрация багов в баг..."
    },
    {
        "name": "Младший аналитик",
        "alternate_url": "https://hh.ru/vacancy/116843422",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовое знание <highlighttext>SQL</highlighttext>, развитые математические способности, аналитический склад ума. Знание Python и методов машинного обучения (предиктивная аналитика, задачи классификации и.... \nОбязанности: Контроль качества (полноты и корректности) используемых данных. Предоставление по согласованию с руководством бизнес-заказчикам из смежных подразделений запрашиваемых данных в..."
    },
    {
        "name": "Frontend-разработчик (React, JS)",
        "alternate_url": "https://hh.ru/vacancy/112181553",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание требований и опыт кросс-браузерной / адаптивной верстки. Умение работать с Figma, Pixso. Базовые знания <highlighttext>SQL</highlighttext>, умение работать с подключением.... \nОбязанности: Разработка клиентской части приложений на платформе Luxms BI (аналитических панелей – дашбордов), включая визуализацию картографических данных. Разработка адаптивного, отзывчивого и доступного..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/116790407",
        "salary": "200000",
        "snippet": "Требования: Уверенное пользование ПК, продвинутые знания Excel (Power Query/Power Pivot, графики, диаграммы и пр.), построение дашбордов. Знание <highlighttext>SQL</highlighttext>, Python - будет.... \nОбязанности: Помогать бизнесу находить возможности для роста и повышения эффективности. Отслеживать тренды на рынке ритейла и коммерческой недвижимости, анализировать их изменения. "
    },
    {
        "name": "Веб-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116857277",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Написание тестов. Опыт настройки vite, webpack. Опыт настройки eslint, prettier. TypeScript. React, Redux. Nuxt. Python. Docker. PWA. WebGL. <highlighttext>SQL</highlighttext>. WebRTC. . \nОбязанности: Разработка SPA веб приложений. Разработка бэкенд (RestAPI, WebSocket). Внесение предложений в архитектуру, UI/UX, инфраструктуру. Выбор инструментов реализации. "
    },
    {
        "name": "Системный администратор",
        "alternate_url": "https://hh.ru/vacancy/116899897",
        "salary": "1745 - 5815",
        "snippet": "Требования: Навыки работы с Linux (Ubuntu, CentOS, Debian). Базовые знания MySQL, MS <highlighttext>SQL</highlighttext>, Bash (Linux) приветствуется. Аналитическое мышление и навыки самостоятельного.... \nОбязанности: Администрирование и поддержка Windows 10/11, Windows Server (2012/2016/2019/2022). Работа с Active Directory (управление пользователями, группами, политиками..."
    },
    {
        "name": "Разработчик Java",
        "alternate_url": "https://hh.ru/vacancy/116574300",
        "salary": "150000",
        "snippet": "Требования: Опыт работы в роли разработчика - от 1 года. Java, Spring: Boot/data JPA/security. Умение читать и анализировать чужой код. . \nОбязанности: Разработка нового функционала. Исправление найденных ошибок и оптимизация кода."
    },
    {
        "name": "Тестировщик / QA",
        "alternate_url": "https://hh.ru/vacancy/116804010",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание основных компонентов клиент-серверной архитектуры и. Форматов передачи данных. Знание xml структур. Знание <highlighttext>SQL</highlighttext> на уровне написания запросов средней.... \nОбязанности: Проводить функциональное, системное, интеграционное и регрессионное тестирование. Разрабатывать и поддерживать в актуальном состоянии набор чек-листов и регрессионных тестов. "
    },
    {
        "name": "Junior Golang Developer",
        "alternate_url": "https://hh.ru/vacancy/110304416",
        "salary": "75000",
        "snippet": "Требования: Версионный контроль: Уверенное владение Git. Базы данных: Опыт работы с <highlighttext>SQL</highlighttext>. Контейнеризация: Знание Docker. Алгоритмы и структуры данных: Базовое понимание...."
    },
    {
        "name": "Product Manager (junior/middle)",
        "alternate_url": "https://hh.ru/vacancy/116036186",
        "salary": "115000 - 345000",
        "snippet": "Требования: Умеете раскапывать самые неочевидные клиентские сценарии и преобразовывать их в продуктовые истории. Имеете опыт постановки крупных задач разработке (от 2.... \nОбязанности: Проводить проблемные интервью и формировать гипотезы по улучшению продукта. Прорабатывать сценарии использования продукта и улучшать клиентский опыт. Ставить задачи разработке..."
    },
    {
        "name": "Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116852459",
        "salary": "70000 - 170000",
        "snippet": "Требования: Знание <highlighttext>SQL</highlighttext> (PostgreSQL) и опыт работы с ORM (SQLAlchemy). Опыт работы с NoSql базами данных например Redis, MongoDb, Memcached. . \nОбязанности: Участие в проекте в роли Backend-разработчика Python разработчика. Разработка логики backend компонентов, взаимодействующих с frontend. Участие в планировании, оценке..."
    },
    {
        "name": "Junior / Middle C# .NET Developer",
        "alternate_url": "https://hh.ru/vacancy/116822177",
        "salary": "40000 - 80000",
        "snippet": "Требования: Опыт разработки на C#. Уверенные знания .NET Core / .NET 8. Опыт работы с Avalonia UI или WPF и понимание принципов.... \nОбязанности: Разработка кроссплатформенных десктопных приложений на Avalonia UI. Разработка и поддержка серверной части на ASP.NET 8 (Minimal API, gRPC, WebSockets). "
    },
    {
        "name": "Системный администратор",
        "alternate_url": "https://hh.ru/vacancy/116796709",
        "salary": "100000 - 150000",
        "snippet": "Требования: Основы лицензирования продуктов Microsoft. Приветствуется: Знание MS/Postgree <highlighttext>SQL</highlighttext>, Asterisk. Знание продуктов Bitrix 1С на уровне администратора. Базовый английский. . \nОбязанности: Электронные замки. Сенсорные панели для гостиниц. Умные smart – замки; Замки для шкафчиков (мебельные замки). Карточные энергосберегающие выключатели. ПО для управления..."
    },
    {
        "name": "Тестировщик ПО Junior",
        "alternate_url": "https://hh.ru/vacancy/116805564",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Техническое образование. Базовые знания Linux, Windows. Базовые знания <highlighttext>SQL</highlighttext>.. \nОбязанности: Развертывание и настройка тестируемого ПО. Проведение тестирования, регистрация ошибок, контроль исправления ошибок. Взаимодействие с командой разработчиков."
    },
    {
        "name": "Backend-разработчик (Java)",
        "alternate_url": "https://hh.ru/vacancy/116770434",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с: - Spring(boot, mvc, rest, security). - Maven. - Hibernate. - Git. Опыт разработки RESTful сервисов. Хорошие знания <highlighttext>SQL</highlighttext> (PostgreSQL). . \nОбязанности: Разработка и поддержка back-end части проекта. Участие в проработке архитектуры сервисов и БД. Писать чистый и понятный код, проводить..."
    },
    {
        "name": "Junior Python Developer",
        "alternate_url": "https://hh.ru/vacancy/110412718",
        "salary": "75000",
        "snippet": "Требования: Опыт написания REST приложений на любом Python фреймворке (Flask, FastAPI, Django и др.). Понимание основ <highlighttext>SQL</highlighttext> и опыт работы с...."
    },
    {
        "name": "Программист-стажер",
        "alternate_url": "https://hh.ru/vacancy/116784677",
        "salary": "25000",
        "snippet": "Требования: Минимальные знания C#, My <highlighttext>SQL</highlighttext>. Огромное желание учиться.."
    },
    {
        "name": "Главный бухгалтер",
        "alternate_url": "https://hh.ru/vacancy/116905917",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее экономическое образование. Опыт работы главным бухгалтером от 5 лет (желательно в ИТ-сфере). Отличное знание бухгалтерского и налогового учета.... \nОбязанности: Организация и контроль ведения бухгалтерского и налогового учета в компании. Руководство коллективом бухгалтерии. Обеспечение полного и своевременного отражения хозяйственных операций..."
    },
    {
        "name": "Разработчик фронтэнда",
        "alternate_url": "https://hh.ru/vacancy/116997262",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Умение профессионально работать с JavaScript, ReactjS, TypeScript. Знание английского языка.. \nОбязанности: Разработка и поддержка фронтенд части веб-приложений. Взаимодействие с backend-разработчиками и дизайнерами. Написание тестов и документирование кода. "
    },
    {
        "name": "Администратор магазина одежды",
        "alternate_url": "https://hh.ru/vacancy/116132992",
        "salary": "120000",
        "snippet": "Требования: Вы ответственно и доброжелательно готовы выполнять поставленные задачи.. \nОбязанности: Подготовить/обустроить торговые помещения под выставку. ( расставить инвентарь, вывесить свет, развесить товар по продуманной концепции команды. ( вы вступаете в команду..."
    },
    {
        "name": "Менеджер по продажам (полимеры), Казань",
        "alternate_url": "https://hh.ru/vacancy/115770430",
        "salary": "300000",
        "snippet": "Требования: Опыт работы в продажах. Коммуникабельность, клиентоориентированность. Нацеленность на результат, желание работать и зарабатывать.. \nОбязанности: Привлечение клиентов. Работа с текущей базой. Ведение переговоров, деловая переписка. Работа в CRM."
    },
    {
        "name": "Водитель персональный / водитель",
        "alternate_url": "https://hh.ru/vacancy/117005937",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Требуемый опыт работы: более 6 лет. Аккуратный внешний вид, соблюдение дресс-кода. Опыт управления автомобилем представительского класса. Наличие собственного а.... \nОбязанности: Контроль технического состояния автомобиля. Уход за автомобилем, содержание его в чистоте. Соблюдение этикета в отношениях с пассажирами, соблюдение конфиденциальности. "
    },
    {
        "name": "Frontend-разработчик",
        "alternate_url": "https://hh.ru/vacancy/117062798",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт разработки веб-приложений с интеграцией с Go (Golang) backend. Владение одним или несколькими frontend-стеками (React, Vue, Angular, Svelte...."
    },
    {
        "name": "Бухгалтер по работе с крупными клиентами",
        "alternate_url": "https://hh.ru/vacancy/114964798",
        "salary": "77000 - 77000",
        "snippet": "Требования: Уверенный пользователь Microsoft Office, навыки работы в 1С. Грамотная речь, хорошие коммуникационные навыки.. \nОбязанности: Отражать на счетах бухгалтерского учета операции, связанные с движением денежных средств. Ежедневно отражать поступления по банку денежных средств от контрагентов. "
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/116956373",
        "salary": "20000 - 20000",
        "snippet": "Требования: Опыт в сфере обслуживания не менее 3х лет, на позициях менеджера не менее 1 года. Знание программ: Iiko, Excel. . \nОбязанности: Своевременная ежедневная заработная плата с депозитом."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/115908901",
        "salary": "200000 - 250000",
        "snippet": "Требования: Доброжелательность , ответственность, многозадачность, коммуникабельность, работа в команде , поставленная речь , энергичность , активность.. \nОбязанности: Встреча и консультация гостей. * Контроль за работой массажистов. * Консультация гостей по телефону, Вотсап, Инстаграмм. * Рассылка сообщения по Вотсап. * "
    },
    {
        "name": "Уборщик офисных помещений",
        "alternate_url": "https://hh.ru/vacancy/117039185",
        "salary": "215000 - 215000",
        "snippet": "Обязанности: Осуществлять уборку служебных помещений административных зданий, коридоров, лестниц, санузлов, прилегающей территории. Удалять пыль, подметать и мыть стены, полы, потолки, оконные..."
    },
    {
        "name": "Бухгалтер",
        "alternate_url": "https://hh.ru/vacancy/116936680",
        "salary": "500000 - 2000000",
        "snippet": "Требования: Вакансия: Бухгалтер (опыт в недропользовании, компания зарегистрирована в МФЦА). Опыт работы бухгалтером в недропользовании (нефтегазовая, горнодобывающая отрасль) от 3 лет. . \nОбязанности: Опыт ведения отчетности и работы с государственными органами (Налоговый комитет, ФНС, социальные фонды и др.). Ведение бухгалтерского учета в соответствии..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/117068398",
        "salary": "45000000 - 75000000",
        "snippet": "Требования: Отличные знания Java 17 и опыт работы в высоконагруженных средах. Понимание принципов работы Apache Karaf для гибкости и масштабируемости приложений. . \nОбязанности: Разработка высоконагруженных распределенных систем, обеспечивая их стабильность и производительность. Проработка и внедрение интеграционных решений для эффективного взаимодействия между различными компонентами..."
    },
    {
        "name": "Стажер Python Engineer",
        "alternate_url": "https://hh.ru/vacancy/117015393",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание Python 3+ и основ программирования. Опыт работы с Django (пет-проекты или оконченные курсы). Навыки работы с базами.... \nОбязанности: Разрабатывать и поддерживать веб-приложения на Django. Работать с базой данных PostgreSQL. Разрабатывать и оптимизировать REST API. Участвовать в код..."
    },
    {
        "name": "Сварщик",
        "alternate_url": "https://hh.ru/vacancy/117007856",
        "salary": "500000 - 800000",
        "snippet": "Требования: Аттестация сварщика II-III уровня. Стаж от 3-х лет и выше.. \nОбязанности: Сварка металлических конструкций из листового металла толщиной от 6 до 25 мм в среде защитного газа MIG/MAG. "
    },
    {
        "name": "Менеджер отдела анализа и отчетности",
        "alternate_url": "https://hh.ru/vacancy/115347461",
        "salary": "200000",
        "snippet": "Требования: Высшее экономическое или финансовое образование. - Опыт работы с первичной документацией. - Знание программы SRM системы. - Иметь представление о документации судебного производства. - . \nОбязанности: Планирование, моделирование, финансовый анализ, контроль частных судебных исполнителей. - Составление служебных писем, расчетов задолженности, выдача справок. - Выполнение целевых задач связанных с..."
    },
    {
        "name": "Ученик компьютерного мастера",
        "alternate_url": "https://hh.ru/vacancy/117018013",
        "salary": "55000",
        "snippet": "Требования: Желание развиваться в IT сфере. Базовые понимание работы компьютеров. Пунктуальность, ответственность, дисциплинированность.. \nОбязанности: Ремонт техники на адресе клиента. Установка и настройка программного обеспечения. Общаться и помогать клиентам. Работа с аппаратной частью – замена комплектующих..."
    },
    {
        "name": "Администратор медицинского кабинета Доктор Сэфью",
        "alternate_url": "https://hh.ru/vacancy/117030530",
        "salary": "1400 - 2000",
        "snippet": "Требования: обязательно прилагайте к резюме фото в деловом стиле (резюме без фото не рассматриваются). * способность к многозадачной работе. * способность к логическому.... \nОбязанности: прием телефонных звонков. * запись пациентов в электронный журнал, работа в электронном журнале записи. * работа на компьютере со специализированными программами. * "
    },
    {
        "name": "Водитель (в офис)",
        "alternate_url": "https://hh.ru/vacancy/117105927",
        "salary": "100000",
        "snippet": "Требования: Права категории В (стаж от 20 лет). Опыт работы офисным или персональным водителем в г. Москве и Московской области не.... \nОбязанности: Решение отдельных задач по снабжению предприятия, обеспечению работы офиса (небольшие грузы, документы, почта), возможна перевозка людей, в том числе поездки..."
    },
    {
        "name": "Бариста в bubble tea",
        "alternate_url": "https://hh.ru/vacancy/117055831",
        "salary": "220000 - 300000",
        "snippet": "Требования: Внимательность. Чистоплотность. Энергичность. Ответственность. Пунктуальность. Знание русского и казахского языка (разговорный).. \nОбязанности: Обслуживание гостей. Обеспечение высокого качества обслуживания. Приготовление чайных, кофейных,фруктовых и др. напитков. Приготовление заготовок для напитков. Работа на кассе..."
    },
    {
        "name": "Охранник в частный дом",
        "alternate_url": "https://hh.ru/vacancy/117113024",
        "salary": "277000 - 303500",
        "snippet": "Требования: Опыт работы в охране (желателен опыт работы в частных домах). Ответственность, внимательность, стрессоустойчивость. Физическая выносливость, дисциплинированность. Умение оперативно реагировать в.... \nОбязанности: Охрана территории частного дома и контроль доступа. Патрулирование территории, ведение видеонаблюдения. Проверка работоспособности систем охраны и сигнализации. Обеспечение безопасности жильцов..."
    },
    {
        "name": "Менеджер по продажам IT-оборудования (B2B)",
        "alternate_url": "https://hh.ru/vacancy/112341683",
        "salary": "80000 - 250000",
        "snippet": "Требования: Если у Вас есть опыт телефонных переговоров, выстраивания долгосрочных отношений с клиентами, знание компьютерного \"железа\" - хотя бы, чем отличается SSD.... \nОбязанности: Формирование собственного портфеля постоянных клиентов (входящие заявки, прозвон ЛПР - возобновление работы с утерянными клиентами, налаживание отношений с теми, кто обращался..."
    },
    {
        "name": "Курьер-водитель",
        "alternate_url": "https://hh.ru/vacancy/116937297",
        "salary": "750000 - 750000",
        "snippet": "Обязанности: Доставка товара ПО адресам. ( Каспий доставка ). Доставка товара ,мат.ответственность. Газели."
    },
    {
        "name": "Бухгалтер на участок НДС (м. Приморская)",
        "alternate_url": "https://hh.ru/vacancy/116885364",
        "salary": "70000",
        "snippet": "Требования: Обязателен опыт работы в программах 1С 8.2,1С 8.3 и Excel. Опыт работы от 3 лет.... \nОбязанности: Проверка отражения на счетах бухгалтерского учета операций по поступлению и реализации товаров, работ услуг, возвраты, зачеты, возмещения. Ведение бухгалтерского учета..."
    },
    {
        "name": "Семейный водитель",
        "alternate_url": "https://hh.ru/vacancy/117054120",
        "salary": "150000 - 180000",
        "snippet": "Требования: Опыт работы персональным/семейным водителем от 5 лет. -Опыт вождения автомобилей представительского класса. -Педантичность, чистолюбие. -Рекомендации от прошлых работодателей.. \nОбязанности: Обязанности: отвезти/ привезти детей в детский сад, на кружки, поездки с мамой, личные поручения."
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/117079652",
        "salary": "250000 - 350000",
        "snippet": "Обязанности: Сеть автомоек CarCity, Администратор Автомойки, Встреча клиентов, ведение записи клиентов, прием оплаты, соблюдение порядка на территории всего комплекса."
    },
    {
        "name": "Оператор пункта выдачи",
        "alternate_url": "https://hh.ru/vacancy/117011003",
        "salary": "6000000 - 6500000",
        "snippet": "Требования: Знание языков (узб., рус. обязательно). Опыт работы в сфере обслуживания клиентов приветствуется. Ответственность, пунктуальность, аккуратность. Грамотная устная и письменная речь. . \nОбязанности: Осуществлять прием, упаковку и отправку товаров в соответствии с инструкциями. Обеспечивать поддержание чистоты и порядка в рабочем месте. "
    },
    {
        "name": "Бариста",
        "alternate_url": "https://hh.ru/vacancy/117044731",
        "salary": "15000 - 15000",
        "snippet": "Требования: Отличные навыки обслуживание. Коммуникабельность. Дружелюбный настрой. Способность к многозадачности.. \nОбязанности: Обеспечение безопасности пищевых продуктов. Дисциплина."
    },
    {
        "name": "Делопроизводитель",
        "alternate_url": "https://hh.ru/vacancy/117039477",
        "salary": "286000 - 286000",
        "snippet": "Требования: высшее /среднее образование. - знание казахского, русского, английского языка. - организацию делопроизводства, методы оформления и обработки документов. - деловой этикет, правила делового общения.... \nОбязанности: Регистрация и обработка входящей и исходящей корреспонденции. - Контроль за своевременным исполнением поручений и сроков по документам. - Систематизация и хранение документов..."
    },
    {
        "name": "Администратор фитнес-клуба",
        "alternate_url": "https://hh.ru/vacancy/116886714",
        "salary": "200000 - 250000",
        "snippet": "Требования: Знание русского и казахского языка. Стрессоустойчивость и коммуникабельность.. \nОбязанности: Стоять на ресепшене фитнес клуба. Работа с абонементами клиента. Обслуживание клиентов. Открытие и закрытие зала."
    },
    {
        "name": "Frontend-разработчик junior",
        "alternate_url": "https://hh.ru/vacancy/117022964",
        "salary": "5000000 - 8000000",
        "snippet": "Требования: Владение HTML5, CSS3. Хорошее знание JavaScript (ES6+). Базовые знания Vue 3. Базовые знания UX/UI-дизайна. . \nОбязанности: Разработка и поддержка интерфейсов веб-приложений. Верстка по макетам (Figma, Adobe XD, Sketch). Интеграция с бэкендом через REST API. "
    },
    {
        "name": "Медсестра (медбрат)",
        "alternate_url": "https://hh.ru/vacancy/116957614",
        "salary": "250000 - 300000",
        "snippet": "Требования: Среднее / высшее медицинское образование. Наличие действующего сертификата. Опыт работы от 3х лет. Внимательность, стрессоустойчивость, доброжелательность.. \nОбязанности: Давать заявку на покупку лекарственных средств, и всего необходимого для работы клиники. Ведение процедурного кабинета. Проведение процедур по назначению врача. "
    },
    {
        "name": "Администратор в центр коррекции фигуры",
        "alternate_url": "https://hh.ru/vacancy/115327037",
        "salary": "400000 - 700000",
        "snippet": "Требования: Придерживаться мышления «дело во мне» и брать ответственность за свои действия. На таких людей можно положиться! Любознательность. Желание изучать новое.... \nОбязанности: Меня зовут Ксения, я руководитель центра массажа и коррекции фигуры Dolce Noce."
    },
    {
        "name": "Водитель",
        "alternate_url": "https://hh.ru/vacancy/116986609",
        "salary": "5000",
        "snippet": "Требования: Честность. Трудолюбие. Порядочность. Категория водительского удостоверения CE. Условия: Готовность к командировкам.."
    },
    {
        "name": "Бухгалтер (помощник) в бухгалтерскую компанию",
        "alternate_url": "https://hh.ru/vacancy/117039747",
        "salary": "2000000 - 6000000",
        "snippet": "Требования: Русский язык обязательно. Требуемый опыт работы: 0 год до 3 лет. Обязательное оконченные курсы бухгалтерского учета. Высшее образование оконченное или...."
    },
    {
        "name": "Кредитный менеджер",
        "alternate_url": "https://hh.ru/vacancy/117001233",
        "salary": "3000000 - 10000000",
        "snippet": "Требования: Требования: Желательно опыт работы в банковской или финансовой сфере. Опыт в продажах.. \nОбязанности: Обязанности: Продажи кредитных продуктов. Развитие кредитного портфеля. Работа с возвратностью."
    },
    {
        "name": "Персональный водитель руководителя",
        "alternate_url": "https://hh.ru/vacancy/117109660",
        "salary": "150000 - 150000",
        "snippet": "Требования: Опыт работы персональным (семейным) водителем, водителем-телохранителем на машинах представительского класса. Пунктуальность, чистоплотность, презентабельный внешний вид. Физическая подготовка, наличие спортивного.... \nОбязанности: Безопасное и уверенное вождение автомобиля представительского класса. Обеспечение безопасности руководителя. Поддержание чистоты и контроль технической исправности автомобиля. Соблюдение полной конфиденциальности."
    },
    {
        "name": "Заместитель директора по общим вопросам",
        "alternate_url": "https://hh.ru/vacancy/117036795",
        "salary": "4500 - 5500",
        "snippet": "Требования: Высшее образование. Опыт работы в транспорте от 3 лет.. \nОбязанности: Контроль ремонта и технического обслуживания автомобилей. Участие в закупках (топливо, аккумуляторы). Вопросы организации безопасности движения. Вопросы страхования груза. "
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/117076905",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Docker: Опыт создания и управления контейнерами Docker. Jira: Умение работать с системой управления задачами Jira. Git: Опыт использования систем контроля.... \nОбязанности: Разработка и поддержка серверной части приложений на основе Java. Проектирование и реализация решений с использованием Spring Boot и связанных технологий. "
    },
    {
        "name": "QA Engineer / Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/117108493",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт в тестировании от 1 года, желательно опыт в нескольких проектах. Уверенные знания теории тестирования. Опыт проведения функционального, интеграционного, регрессионного.... \nОбязанности: Анализ проектной документации. Разработка и актуализация тестовых сценариев. Проведение/участие в видах тестирования: регрессионное, интеграционное, функциональное, UAT. Выявление, регистрация, ретест..."
    },
    {
        "name": "Водитель",
        "alternate_url": "https://hh.ru/vacancy/117010740",
        "salary": "350000",
        "snippet": "Обязанности: Доставку груза к месту назначения. Он обеспечивает должный режим хранения и сохранность товара. Кроме того, он оформляет документы приема и..."
    },
    {
        "name": "Персональный водитель",
        "alternate_url": "https://hh.ru/vacancy/117102520",
        "salary": "150000 - 150000",
        "snippet": "Требования: Актуальный опыт работы персональным водителем на авто представительского класса от 5-ти лет. - Действующее водительское удостоверение (категория «В»). - . \nОбязанности: Управление служебным автомобилем представительского класса (своевременная подача авто, составление оптимального маршрута и отслеживание трафика). Обеспечение безаварийного управления служебным автопарком компании..."
    },
    {
        "name": "Хостес GINZA",
        "alternate_url": "https://hh.ru/vacancy/115337945",
        "salary": "120000 - 240000",
        "snippet": "Требования: Опрятный внешний вид. Открытость и Гостеприимство. Четкая дикция.. \nОбязанности: Встреча Гостя. Подача меню и специальных предложений."
    },
    {
        "name": "Администратор на ресепшен в фитнес-центр",
        "alternate_url": "https://hh.ru/vacancy/115892050",
        "salary": "200000 - 300000",
        "snippet": "Требования: Ответственность, коммуникабельность, стрессоустойчивость, исполнительность. Умение работать в режиме многозадачности. Презентабельный внешний вид, опрятность. Грамотная речь.. \nОбязанности: Консультация клиентов по услугам, стоимости и условий сети, информирование об акциях. Ведение кассовой отчетности, продажа абонементов. Взаимодействие с руководством и..."
    },
    {
        "name": "Рабочий на производство",
        "alternate_url": "https://hh.ru/vacancy/117080016",
        "salary": "300000 - 450000",
        "snippet": "Требования: Умение работать с электроинструментом. Обучаемость. Умение работать с чертежами. Готовность к командировкам. Готовность к физическому труду.. \nОбязанности: Работа в бригаде по изготовлению изделий из пластика: Подготовка и раскрой материалов. Сборка изделий. Сварка листовых пластиков при помощи ручного..."
    },
    {
        "name": "Бариста в кофейню",
        "alternate_url": "https://hh.ru/vacancy/117039389",
        "salary": "150000 - 200000",
        "snippet": "Требования: Добропорядочность. Ответственность. Желание работать и учится.. \nОбязанности: Приготовление кофе и напитков. Ведение кассы. Проведение инвентаризации. Организация чистоты в кофейне."
    },
    {
        "name": "Продавец-консультант в магазин женской одежды",
        "alternate_url": "https://hh.ru/vacancy/116976892",
        "salary": "200000 - 350000",
        "snippet": "Нет информации о требованиях и обязанностях"
    },
    {
        "name": "Администратор",
        "alternate_url": "https://hh.ru/vacancy/117093170",
        "salary": "3500000 - 8000000",
        "snippet": "Требования: Владение русским и узбекским языками – обязательно. Знание английского будет преимуществом. Коммуникабельность и доброжелательность. Умение работать с клиентами, отвечать на их.... \nОбязанности: Встреча и консультирование клиентов по образовательным услугам. Организация записи на консультации и поддержка клиентов. Поддержание порядка в офисе и координация..."
    },
    {
        "name": "Продавец-консультант в магазин женской одежды",
        "alternate_url": "https://hh.ru/vacancy/116956591",
        "salary": "130000 - 220000",
        "snippet": "Требования: Умение находить контакт с людьми. Обучаться и улучшать знания. Умение работать в команде. Желание обучаться и расти.. \nОбязанности: Консультирование покупателей и продажи. Предпродажная подготовка товаров. Выкладка товара на полках. Контроль наличия товаров в зале и своевременное пополнение полок. "
    },
    {
        "name": "Веб-разработчик React",
        "alternate_url": "https://hh.ru/vacancy/117088891",
        "salary": "10000000",
        "snippet": "Требования: Знание HTML5 верстки, JS, PHP, MySQL. Работа с базой данных, сессиями, кукисами, функциями и методами. Знания как устроен шаблонизатор.... \nОбязанности: Разработка и поддержка пользовательских интерфейсов на базе React.js."
    },
    {
        "name": "Водитель",
        "alternate_url": "https://hh.ru/vacancy/116823048",
        "salary": "600000 - 600000",
        "snippet": "Требования: Опыт работы водителем автокрана, в том числе на крановой технике Zoomlion или аналогичной. Наличие действующего удостоверения на право управления автокраном.... \nОбязанности: Управление автокраном на строительных объектах. Погрузочно-разгрузочные работы. Подготовка автокрана к работе. Соблюдение правил дорожного движения и безопасности при эксплуатации..."
    },
    {
        "name": "Директор службы безопасности в ритейл",
        "alternate_url": "https://hh.ru/vacancy/117108246",
        "salary": "200000",
        "snippet": "Требования: Общий стаж работы в коммерческих структурах от 7 лет, на руководящей позиции от 3-х лет. Высокие коммуникативные и презентационные.... \nОбязанности: Поддержание и развитие продуктивных отношений с Клиентами и Партнерами. Управление процессом охраны с фокусом на личный состав (более 600 сотрудников). "
    },
    {
        "name": "Финансовый Директор (крупная производственная компания)",
        "alternate_url": "https://hh.ru/vacancy/117109221",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в качестве CFO в крупных производственных компаниях.  Опыт работы с МСФО.  Аналитический склад ума, внимательность, ответственность, готовность.. \nОбязанности: Организация управления финансами, реализация финансовой политики. Планирование и прогнозирование деятельности Компании, укрепление. Финансовой устойчивости на стратегическом и оперативном уровне в. "
    },
    {
        "name": "Специалист пункта выдачи заказов",
        "alternate_url": "https://hh.ru/vacancy/117096702",
        "salary": "1800 - 2500",
        "snippet": "Требования: Клиентоориентированность и стрессоустойчивость. Развитые коммуникативные навыки. Готовность к обучению.. \nОбязанности: Проверка и выдача товара покупателям. Оформление документации (выписка накладных). Ведение кассовой дисциплины. Работа с заменой/возвратом товара, передачей его в..."
    },
    {
        "name": "Диспетчер-логист",
        "alternate_url": "https://hh.ru/vacancy/117031913",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Умеете вести деловые переговоры на английском и русском языках​. -Желание развиваться. -Опыт работы в логистической сфере приветствуется.. \nОбязанности: Поиск и подбор грузов. Формирование правильных маршрутов и контроль процесса перевозки. Выполнения плановых показателей."
    },
    {
        "name": "Руководитель Управления закупок",
        "alternate_url": "https://hh.ru/vacancy/117109317",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее экономическое, инженерно-экономическое, строительное образование. Курсы повышения квалификации в области закупок каждые 5 лет. Опыт организации тендерных процедур, ведение.... \nОбязанности: Цель должности: Отвечает за эффективную работу Управления закупок c целью повышения прибыльности строительных проектов компании на основании долгосрочной стратегии развития..."
    },
    {
        "name": "Менеджер аппарата",
        "alternate_url": "https://hh.ru/vacancy/116821456",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы приветствуется, но мы готовы обучить активного и мотивированного кандидата. Знание корейского, английского и казахского будет преимуществом. . \nОбязанности: Организация и сопровождение деловых мероприятий (конференций, заседаний, встреч). Встреча гостей и координация визитов. Работа с входящей и исходящей корреспонденцией. "
    },
    {
        "name": "Операционный управляющий",
        "alternate_url": "https://hh.ru/vacancy/117065469",
        "salary": "30000000 - 65000000",
        "snippet": "Требования: Опыт работы операционным управляющем от 2 - 3 лет. Опыт работы в клубной сфере будет плюсом. Знание английского от B1. . \nОбязанности: Управлять командой и координировать работу всех отделов. Разработать и внедрить бизнес-процессы. Контролировать финансовые показатели клуба. Контролировать качество анонсов и..."
    },
    {
        "name": "Администратор медицинского центра",
        "alternate_url": "https://hh.ru/vacancy/117027654",
        "salary": "1100 - 1500",
        "snippet": "Требования: Высшее образование (любое; обязательно). Высокая языковая грамотность (устная и письменная). Готовность к непрерывной работе с людьми. Опыт работы администратором обязателен. . \nОбязанности: Функции: 1. Работа с пациентами: - прием входящих звонков, грамотная презентация и продажа медицинских услуг (работаем на основании разработанных скриптов) (обучим). - "
    },
    {
        "name": "Стажер Python Engineer",
        "alternate_url": "https://hh.ru/vacancy/117015393",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание <highlighttext>Python</highlighttext> 3+ и основ программирования. Опыт работы с Django (пет-проекты или оконченные курсы). Навыки работы с базами.... \nОбязанности: Разрабатывать и поддерживать веб-приложения на Django. Работать с базой данных PostgreSQL. Разрабатывать и оптимизировать REST API. Участвовать в код..."
    },
    {
        "name": "QA",
        "alternate_url": "https://hh.ru/vacancy/117110028",
        "salary": "110000 - 130000",
        "snippet": "Требования: Знание методик тест-дизайна, тестовой документации. Умение работать с devtools, postman, swagger. Будет плюсом: Опыт работы с Appium (<highlighttext>python</highlighttext>). . \nОбязанности: Тестирование веб, нативных мобильных приложений, функциональное и нефункциональное. Тестирование API."
    },
    {
        "name": "Аналитик (Геология)",
        "alternate_url": "https://hh.ru/vacancy/117089871",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Навыки программирования, в т.ч. в VBA и/или <highlighttext>Python</highlighttext> (приветствуются). Навыки подготовки эффективных презентаций. Владение английским языком Intermediate, включая.... \nОбязанности: Формирование геологических моделей. Экспертиза и подготовка технических проектов разработки месторождений УВС (геология). Подсчет геологических запасов по стандартам SEC и PRMS..."
    },
    {
        "name": "Специалист по тестированию",
        "alternate_url": "https://hh.ru/vacancy/117092943",
        "salary": "100000 - 180000",
        "snippet": "Требования: Знание инструментов автоматизации тестирования (<highlighttext>Python</highlighttext>, Selenium). Опыт составления планов и сценариев тестирования. Опыт тестирования сложных интерфейсов и сервисов. . \nОбязанности: Автоматическое тестирование интерфейсов и логики работы сервисов. Анализ требований к продуктам и составление тест-планов и тест-кейсов. Автоматизация тестирования. "
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/117027217",
        "salary": "200000 - 200000",
        "snippet": "Требования: Умение за цифрами видеть физические процессы склада, уметь находить аномалии и выявлять причины расхождений планируемого результата от фактического. Знание <highlighttext>Python</highlighttext>.... \nОбязанности: Работа с данными (сбор, выгрузка, автоматизация наполнения базы данных). Визуализация данных, настройка инфографики, автоматизация регулярной отчетности. Подготовка и анализ данных..."
    },
    {
        "name": "Аналитик",
        "alternate_url": "https://hh.ru/vacancy/117082972",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Хорошо знаете SQL. Работаете с базовыми пакетами <highlighttext>Python</highlighttext>, библиотеками Pandas и NumPy. Умеете использовать базовые формулы в Excel. . \nОбязанности: Готовить еженедельную и ежемесячную отчётность с использованием <highlighttext>Python</highlighttext> и SQL (ClickHouse). Поддерживать и обогащать автоматизированный процесс подготовки отчётов. "
    },
    {
        "name": "Разработчик Python",
        "alternate_url": "https://hh.ru/vacancy/116852903",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Готовы рассматривать кандидатов с минимальным опытом и после окончания курсов. Опыт работы с <highlighttext>Python</highlighttext> 3 (обязательно знание pandas, numpy, plotly.... \nОбязанности: Поддержка и улучшение внутреннего существующего портала на Django для команды радиоинженеров."
    },
    {
        "name": "Аналитик данных (Junior)",
        "alternate_url": "https://hh.ru/vacancy/117075770",
        "salary": "110000",
        "snippet": "Требования: <highlighttext>Python</highlighttext> (Pandas, Matplotlib, Seaborn и т.д). Умение сделать на <highlighttext>Python</highlighttext> то, что сложно или долго в sql. . \nОбязанности: Обработкой и анализом данных, написанием ad-hoc-запросов (на уровне длинных простыней с оконными функциями, группировкой и фильтрами в строках). "
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/117047994",
        "salary": "250000 - 400000",
        "snippet": "Требования: Опыт работы аналитиком данных от 2-х лет. Уверенное знание <highlighttext>Python</highlighttext> с аналитическими библиотеками и SQL: Clickhouse, MySQL. . \nОбязанности: Анализировать данные, предлагать решения: ресерч и ad-hocs, визуализация результатов в виде дашбордов, аналитических записок. Углубляться в анализ данных, находить..."
    },
    {
        "name": "QA-специалист (специалист по тестированию)",
        "alternate_url": "https://hh.ru/vacancy/117041579",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с playwright, selenium, browserstack. Опыт интеграции E2E тестов в CI/CD. Опыт разработки на js, <highlighttext>python</highlighttext>.... \nОбязанности: Тестирование: функциональное, регрессионное, интеграционное, тестирование API, Smoke, Sanity. Ручное тестирование. Приемка дизайн макетов на соответствие спецификации. Построение и улучшение процессов..."
    },
    {
        "name": "Программист Python",
        "alternate_url": "https://hh.ru/vacancy/117013229",
        "salary": "170000",
        "snippet": "Требования: Опыт коммерческой разработки Back-end на <highlighttext>Python</highlighttext> от 2-го года. Знание фреймворка FastAPI. Знание принципов построения REST API. . \nОбязанности: Созданием новых сервисов и улучшение существующего backend приложения на <highlighttext>Python</highlighttext>. Участвовать в анализе, проектировании и оценке технических решений вместе с..."
    },
    {
        "name": "Python разработчик стажер",
        "alternate_url": "https://hh.ru/vacancy/117109370",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...библиотеками <highlighttext>Python</highlighttext>: Pandas, MathPlotLib. Будет плюсом: O Опыт работы с фреймворками FastApi/Flask. O Опыт работы с указанными библиотеками <highlighttext>Python</highlighttext>.... \nОбязанности: O Участие в разработке новых функций и модулей на <highlighttext>Python</highlighttext>. O Разработка тестов и автоматизация тестирования. O Работа с базами..."
    },
    {
        "name": "Дата-аналитик в команду контента",
        "alternate_url": "https://hh.ru/vacancy/117023660",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы на аналитической позиции (аналитик данных, продуктовый аналитик и т.д.) до 1 года. Уверенное владение <highlighttext>Python</highlighttext>. . \nОбязанности: Мы общаемся в Пачке, в качестве task-трекера используем Jira. Рутинные операции стараемся автоматизировать с помощью ботов. Для развития и..."
    },
    {
        "name": "Frontend-разработчик (React)",
        "alternate_url": "https://hh.ru/vacancy/117086491",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы JavaScript/TypeScript, CSS. Опыт работы с React, React Native, Redux. Опыт работы с Git. Понимание принципов работы веб.... \nОбязанности: Разрабатывать новую функциональность, оптимизировать и поддерживать существующий код мобильных приложений. Участвовать в командной разработке. Ведём корпоративный канал в Телеграм, чтобы..."
    },
    {
        "name": "Дата - Аналитик",
        "alternate_url": "https://hh.ru/vacancy/117070966",
        "salary": "7000000 - 10000000",
        "snippet": "Требования: Умеет находить закономерности в данных. Уверенно знает SQL, Excel, Power BI, <highlighttext>Python</highlighttext> (или аналогичные инструменты). Понимает основы статистики и прогнозирования. . \nОбязанности: Сбор, обработка и консолидация данных из различных источников. Разработка и автоматизация аналитических отчетов. Анализ ключевых бизнес-показателей, выявление трендов и..."
    },
    {
        "name": "Стажёр Data-аналитик в Газпромбанке",
        "alternate_url": "https://hh.ru/vacancy/117032216",
        "salary": "67000 - 67000",
        "snippet": "Требования: Опыт работы не требуется! Тебе потребуются: — знание <highlighttext>Python</highlighttext>. — знание основ математической статистики. — знание алгоритмов машинного обучения. — навыки работы с библиотеками.... \nОбязанности: выявлять закономерности в данных с использованием математической статистики и методов машинного обучения, визуализировать полученные результаты. — выдвигать и проверять гипотезы по..."
    },
    {
        "name": "Java-разработчик",
        "alternate_url": "https://hh.ru/vacancy/116874504",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт командной работы. Знание/желание работать с языками <highlighttext>Python</highlighttext> и Go. Навыки работы с DevOps инструментами: CI/CD, Helm, Ansible.. \nОбязанности: Языки разработки: Java, часть сервисов на <highlighttext>Python</highlighttext> и Go. Базы данных: MySQL, MongoDB, Redis, Kafka, ElasticSearch. Docker, Kubernetes. REST API. "
    },
    {
        "name": "Middle QA-инженер",
        "alternate_url": "https://hh.ru/vacancy/117031978",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знаете и умеете применять теорию и техники тестирования web и mobile. Обладаете развитыми коммуникативными навыками. Умеете работать в команде. . \nОбязанности: Коммуницировать с командой разработки. Разрабатывать тест-кейсы совместно с руководителем проекта. Вести документацию по тестированию. Составлять чек-листы по проектам. "
    },
    {
        "name": "Tech Lead / Head of Development / Технический директор (СТО)",
        "alternate_url": "https://hh.ru/vacancy/117006098",
        "salary": "1000000",
        "snippet": "Требования: ...<highlighttext>Python</highlighttext> (FastAPI, Django), понимание JavaScript/TypeScript (React/Vue), РНР (часть проектов сейчас на РНР, но хотим все перевести на <highlighttext>Python</highlighttext>). . \nОбязанности: 1. Техническая экспертиза и поддержка: Выбирать оптимальные технологии для каждого проекта. Оценивать серверную архитектуру и ставить задачи по DevOps: настройка..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/117085306",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Понимание работы Measurement Protocol. Опыт использования R/<highlighttext>Python</highlighttext> для выгрузки и обработки данных. Опыт применения SQL для решения задач аналитики. . \nОбязанности: Формирование методологии продуктовых метрик. Создание схем данных. Оценка качества собранных данных. Анализ данных для улучшения пользовательского опыта. Проведение АВ-тестов. "
    },
    {
        "name": "BI-аналитик",
        "alternate_url": "https://hh.ru/vacancy/116075098",
        "salary": "150000 - 200000",
        "snippet": "Требования: ...PostgreSQL, DWH, ClickHouse. Умение строить дашборды с использованием любой из BI-платформ (Power BI, Tableau, Metabase). Языки запросов (SQL, <highlighttext>Python</highlighttext>).. \nОбязанности: Создавать дашборды для визуализации ключевых метрик. Проектировать удобные и интерактивные панели. Трансформировать запросы бизнеса в понятные визуализации. Работать с BI..."
    },
    {
        "name": "Python Developer",
        "alternate_url": "https://hh.ru/vacancy/117021267",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Python</highlighttext> от 3 лет. Знание основных фреймворков: Django, Flask, FastAPI. Опыт работы с реляционными и NoSQL...."
    },
    {
        "name": "Тестировщик",
        "alternate_url": "https://hh.ru/vacancy/116075425",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Коммуникабельность, умение работать в команде. Базовые знания <highlighttext>Python</highlighttext>. Навыки работы с Docker. Знакомство с инструментами CI/CD-автоматизации Jenkins, GitLab.... \nОбязанности: Тестировать высоконагруженные приложения (API и немного GUI). Разрабатывать тест-кейсы, составлять тест-планы. Взаимодействовать с разработчиками и аналитиками. "
    },
    {
        "name": "Бизнес-аналитик",
        "alternate_url": "https://hh.ru/vacancy/117014207",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Проявляете работоспособность и целеустремленность, умеете доводить дела до конца. Знание SQL и <highlighttext>Python</highlighttext> будет плюсом. Знание основ машинного обучения будет.... \nОбязанности: Много и эффективно работать: думать, креативить и созидать. Штурмовать проблемы и выдвигать идеи. Воплощать идеи в жизнь: ставить ТЗ для..."
    },
    {
        "name": "JUNIOR+ PYTHON DEVELOPER",
        "alternate_url": "https://hh.ru/vacancy/117037373",
        "salary": "80000 - 150000",
        "snippet": "Требования: Умение работать с REST API и интеграциями с маркетплейсами. Знание <highlighttext>PYTHON</highlighttext> (NODE.JS), ООП и асинхронного программирования. Навыки работы с БД.... \nОбязанности: Написание Telegram-ботов, интеграции с маркетплейсами, онлайн-таблицами, ERP, сервисами доставки и интернет-магазинами. Парсинг веб-сайтов. Взаимодействие с маркетплейсами..."
    },
    {
        "name": "Middle/Senior QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/117105979",
        "salary": "Зарплата не указана",
        "snippet": "Требования: ...и опыт работы с ними. Будет плюсом: Опыт работы с Docker, Kubernetes, OpenShift; Базовые навыки программирования (<highlighttext>Python</highlighttext>, JS или др.).. \nОбязанности: Проведение функционального, регрессионного и UI-тестирования. Разработка и поддержка тестовой документации (тест-кейсы, чек-листы). Заведение дефектов и контроль их..."
    },
    {
        "name": "Junior Python Backend Developer",
        "alternate_url": "https://hh.ru/vacancy/117102516",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовые знания <highlighttext>Python</highlighttext> и опыт работы с фреймворками, например, Django или Flask. Опыт парсинга данных. Представление о том, как работают.... \nОбязанности: Разработка и поддержка серверной части веб-приложений с использованием <highlighttext>Python</highlighttext>. Интеграция предварительно обученных моделей ИИ в продукты компании. "
    },
    {
        "name": "Разработчик Python/Django",
        "alternate_url": "https://hh.ru/vacancy/117045285",
        "salary": "140000 - 150000",
        "snippet": "Требования: Опыт разработки на <highlighttext>Python</highlighttext>/Django. Опыт работы в Git. Понимание принципов проектирования баз данных.. \nОбязанности: Разработка back-end компонентов системы. Интеграция с существующими компонентами проектов."
    },
    {
        "name": "Стажер Data Scientist",
        "alternate_url": "https://hh.ru/vacancy/116880559",
        "salary": "15000 - 15000",
        "snippet": "Требования: Пунктуальность, систематичность, ответственное отношение к дедлайнам. . Уверенное владения <highlighttext>Python</highlighttext> для ML (преимущественно nlp и cv). . Опыт реализации и применения моделей.... \nОбязанности: Реализация проектов из сфер CV, NLP, построение предиктивных моделей и других задач из сферы. Работа с подготовкой и аннотацией данных..."
    },
    {
        "name": "QA engineer, программные продукты",
        "alternate_url": "https://hh.ru/vacancy/117078335",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание спецификации ISO8583 (любой диалект). Опыт участия в проектах, связанных с платёжным (карточные платежи, система быстрых платежей (СБП)) и.... \nОбязанности: Тестирование программного обеспечения: Проведить всестороннее тестирование функционала приложений для обеспечения их качества и надежности. Формализация результатов тестирования: Документировать результаты тестирования..."
    },
    {
        "name": "Инженер по тестированию / QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/115412867",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Базовые знания <highlighttext>Python</highlighttext>. Базовый знания ООП. Опыт работы с pytest. Понимание принципов и подходов тестирования ПО. Опыт разработки тест-кейсов.... \nОбязанности: Разработка тест-кейсов, чек-листов, оформление тест-планов. Выполнение ручного тестирования (desktop приложения). Мониторинг/поддержание в рабочем состоянии стендов тестирования. "
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/117089396",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы в HR. Знание <highlighttext>Python</highlighttext> (библиотеки для обработки данных Pandas, Numpy и т.д.). SQL для формирования структур и.... \nОбязанности: Участие со стороны HR в проектах по планированию численности, повышению эффективности процессов Управления персоналом, взаимодействие с ИТ по вопросам создания..."
    },
    {
        "name": "Тестировщик ПО",
        "alternate_url": "https://hh.ru/vacancy/117049766",
        "salary": "90000",
        "snippet": "Требования: Будет плюсом: Навыки программирования (ориентир на <highlighttext>Python</highlighttext>/C++/C#). Высшее образование в области информационных технологий. Навыки работы с баг-трекинговыми.... \nОбязанности: Проведение ручного тестирования приложений под Windows и Linux. Создание тестовых сценариев, тест планов. Создание, запуск, анализ, ревью и приемка авто..."
    },
    {
        "name": "Аналитик данных",
        "alternate_url": "https://hh.ru/vacancy/117029918",
        "salary": "725000",
        "snippet": "Требования: Владение инструментами геоаналитики (PostGIS, QGIS). Опыт работы с <highlighttext>Python</highlighttext> (Django). Опыт построения и развития аналитических хранилищ данных. Опыт работы с.... \nОбязанности: Взаимодействие с заказчиком, владельцами источников данных и командой разработки для сбора и формализации бизнес-требований. Согласование макетов дашбордов и аналитических..."
    },
    {
        "name": "Тестировщик ПО/QA",
        "alternate_url": "https://hh.ru/vacancy/117049886",
        "salary": "80000",
        "snippet": "Требования: Знания по работе с консолью разработчика в браузере. Знания SQL, <highlighttext>python</highlighttext>. Опыт тестирования веб и/или мобильных приложений. . \nОбязанности: Выполнение ручного функционального тестирования веб-приложений, веб-сервисов. Разработка новых и актуализация старых тест-кейсов. Взаимодействие с разработчиками по выявленным..."
    },
    {
        "name": "Аналитик по прогнозированию вторичных продаж / ML Forecasting Analyst",
        "alternate_url": "https://hh.ru/vacancy/114967969",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Есть опыт работы в области анализа данных от 1 года. Знание <highlighttext>Python</highlighttext> и SQL на базовом уровне. Есть опыт автоматизации.... \nОбязанности: Поддержка процесса экспансии ML прогнозирования: анализ исходных данных; улучшение качества вводных в модель за счет поиска зависимостей в данных, определения..."
    },
    {
        "name": "Middle Manual QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/109239766",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с баг-трекинговой системой. Имеете опыт автоматизации тестирования на <highlighttext>Python</highlighttext> или Java. Имеете опыт работы с радиоэлектронной аппаратурой. . \nОбязанности: Проведение ручного и автоматизированного тестирования. Участие в оптимизации процессов тестирования в подразделении. Разработка отчетов по результатам тестирования. Взаимодействие с командами..."
    },
    {
        "name": "Python developer",
        "alternate_url": "https://hh.ru/vacancy/117088847",
        "salary": "170000",
        "snippet": "Требования: Знание <highlighttext>Python</highlighttext>. Понимание ООП. Знание CI/CD. Умение работать с чужим кодом. Понимание работы <highlighttext>Python</highlighttext> и умение использовать различные типы.... \nОбязанности: Разработка микросервисов. Разработка приложений для анализа и сбора данных. Поддерживать и улучшать имеющиеся системы, писать новые."
    },
    {
        "name": "ML Engineer",
        "alternate_url": "https://hh.ru/vacancy/117100362",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Ты отлично знаешь <highlighttext>Python</highlighttext> и его библиотеки для работы с данными (Pandas, Polars, scikit-learn, CatBoost, PyTorch, Transformers, Faiss). . \nОбязанности: Разрабатывать модели машинного обучения для решения бизнес-задач. Проектировать и внедрять ETL-пайплайны на базе Airflow для обработки данных и..."
    },
    {
        "name": "Инженер по тестированию",
        "alternate_url": "https://hh.ru/vacancy/117036989",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Имеете опыт работы с измерительным оборудованием. Имеете опыт использования пакета MATLAB. Будет плюсом - наличие опыта использования <highlighttext>Python</highlighttext>/C++.. \nОбязанности: Настройка и регулировка модулей связи. Сопровождение и поддержка интеграции комплексов связи. Тестирование ПО для комплексов связи. Расчет и анализ зон..."
    },
    {
        "name": "QA-engineer / Тестировщик программного обеспечения",
        "alternate_url": "https://hh.ru/vacancy/108607788",
        "salary": "100000",
        "snippet": "Требования: Базовое знание <highlighttext>Python</highlighttext>, Git, Linux. Понимание методологии тестирования: функциональное, интеграционное, нагрузочное. Желание развиваться в области автоматизированного тестирования. Владение английским языком.... \nОбязанности: Разработка тест-кейсов и чек-листов. Анализ результатов по итогам тестирования. Составление баг-репортов на основе анализов тестирования. "
    },
    {
        "name": "Middle Python-разработчик",
        "alternate_url": "https://hh.ru/vacancy/117040998",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт коммерческой разработки на <highlighttext>Python</highlighttext> от 2 лет. Глубокое знание фреймворков Django или FastAPI. Опыт работы с системами очередей и.... \nОбязанности: Разработка интеграций и микросервисов в передовом проекте электронной торговли. Создание распределенные, масштабируемые и отказоустойчивые e-commerce системы. Реализация новых продуктовых..."
    },
    {
        "name": "Аналитик данных (маркетинг)",
        "alternate_url": "https://hh.ru/vacancy/117104123",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание SQL (вложенные запросы, обобщенные табличные выражения (СТЕ), оконные функции, джойны и группировки). Опыт разработки на <highlighttext>Python</highlighttext> с применением библиотек.... \nОбязанности: X5 Digital обеспечивает функционирование развитие online канала продаж для экспресс-доставки из торговых сетей Х5: Пятерочка, Перекресток и..."
    },
    {
        "name": "Junior Backend-разработчик/стажер (Python)",
        "alternate_url": "https://hh.ru/vacancy/115797396",
        "salary": "125000",
        "snippet": "Требования: <highlighttext>Python</highlighttext>. Flask, Django или FastAPI. PostgreSQL, MySQL и др. Git и Docker. Unittest, Pytest. Желание развиваться в профессии и прикладывать.... \nОбязанности: Разработка новых функций. Взаимодействие с командой."
    },
    {
        "name": "Инженер по тестированию (Middle+ QA engineer)",
        "alternate_url": "https://hh.ru/vacancy/115271303",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знаешь основные технологии построения ПО и структуры программных комплексов. Знаешь принципы программирования, <highlighttext>Python</highlighttext>. Есть опыт работы с SQL.. \nОбязанности: Выявление и анализ ошибок и проблем, возникающих у пользователей при работе с программными продуктами. Документирование найденных дефектов и контроль их..."
    },
    {
        "name": "QA middle",
        "alternate_url": "https://hh.ru/vacancy/115579081",
        "salary": "150000",
        "snippet": "Требования: ...Docker, OpenShift/Kubernetes. Опыт работы с Git. Опыт работы с инструментами CI/CD Jenkins/TeamCity. Опыт написания автотестов на <highlighttext>Python</highlighttext>.. \nОбязанности: Поддержка и актуализация автотестов на <highlighttext>python</highlighttext> (как плюс). Основы работы с базами данных и простые SQL-запросы для проверки и..."
    },
    {
        "name": "Middle Backend Python- разработчик",
        "alternate_url": "https://hh.ru/vacancy/117043560",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное знание <highlighttext>Python</highlighttext> (3.x). Опыт работы с фреймворками (например, Django, Flask, FastAPI).. \nОбязанности: Проектирование схемы баз данных. Оптимизация запросов и работа с ORM (например, SQLAlchemy, Django ORM). Обеспечение целостности данных и их безопасности. "
    },
    {
        "name": "Старший инженер по тестированию (backend)",
        "alternate_url": "https://hh.ru/vacancy/117020003",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное знание базового SQL. Опыт автоматизации тестирования (Node.js/Java/Kotlin/<highlighttext>Python</highlighttext>). Опыт ручного и/или автоматизированного тестирования мобильных приложений. . \nОбязанности: Тестирование backend части сервисной платформы и его интеграции с мобильным приложением и вебом. Взаимодействие с разработчиками и менеджерами: анализ и..."
    },
    {
        "name": "Junior Python-разработчик (стажёр)",
        "alternate_url": "https://hh.ru/vacancy/116530043",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Пройденны курсы или делали сами проекты на <highlighttext>Python</highlighttext> или профильное образование. Базовое знание <highlighttext>python</highlighttext>. Желание развиваться в сфере backend-разработки. . \nОбязанности: Код-ревью, на котором вы наконец-то узнаете, что делали не так в тестовых заданиях."
    },
    {
        "name": "Программист Python (Junior)",
        "alternate_url": "https://hh.ru/vacancy/117016758",
        "salary": "60000 - 80000",
        "snippet": "Требования: Знание <highlighttext>Python</highlighttext>, понимание ООП. Знание основных шаблонов проектирования, алгоритмов и структур данных. Знание SQL и практический опыт работы с реляционными.... \nОбязанности: Разрабатывать новые и улучшать текущие разработки компании (Умный Домофон, Видеонаблюдение, Личный кабинет). Разрабатывать клиентские и внутренние сервисы. Разбираться в чужом..."
    },
    {
        "name": "Стажёр DevSecOps",
        "alternate_url": "https://hh.ru/vacancy/117006956",
        "salary": "115000",
        "snippet": "Требования: Знание основ программирования, опыт написания скриптов автоматизации в bash, <highlighttext>Python</highlighttext> или Go - стажёр должен иметь базовые знания в области программирования.... \nОбязанности: КОМРАД SIEM — передовое решение для обеспечения безопасности информационных систем. «Сканер-ВС» — мощный инструмент для проведения сетевого аудита и управления уязвимостями. «"
    },
    {
        "name": "Frontend-разработчик TypeScript React (middle/senior)",
        "alternate_url": "https://hh.ru/vacancy/117077743",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Нам нужно от 3-ех лет опыта коммерческой разработки в роли фронтенд/фулстек разработчика на TypeScript + React. . \nОбязанности: О процессах в команде: Команда распределенная: аналитики, разработчики, тестировщики, продакт, ux-дизайнер. Интерфейсы в Figma, аналитика в Confluence, задачи в..."
    },
    {
        "name": "Биоинформатик по работе с генетическими данными",
        "alternate_url": "https://hh.ru/vacancy/116993601",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт визуализации биологических данных (например, R ggplot2, <highlighttext>Python</highlighttext> Matplotlib). Будет преимуществом: Опыт работы с медицинскими данными или в здравоохранении. . \nОбязанности: Обработка, форматирование и подготовка данных секвенирования для интеграции в платформу."
    },
    {
        "name": "Backend-разработчик (Python)",
        "alternate_url": "https://hh.ru/vacancy/117081202",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное знание <highlighttext>python</highlighttext>3. Знание сетевых протоколов HTTP, WebSocket. Продвинутое знание Django (Django REST Framework). Знание SQL, опыт работы с.... \nОбязанности: Разрабатывать и внедрять решения в новые или существующие продукты наших клиентов. Будем вместе проводить нагрузочное тестирование и по его итогам..."
    },
    {
        "name": "QA engineer / Инженер по тестированию (TATLIN.OBJECT)",
        "alternate_url": "https://hh.ru/vacancy/116793541",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с инструментарием разработки (Git, Gitlab, CI/CD). Знание одного или несколько скриптовых языков (Bash, <highlighttext>Python</highlighttext>). Опыт работы в.... \nОбязанности: Анализом требований и созданием тестовых сценариев. Подготовкой тестового окружения. Выполнением тестовых планов. Регистрацией и отслеживанием дефектов. Анализом результатов тестирования, составление..."
    },
    {
        "name": "Менеджер по управлению сбором просроченной задолженности и предотвращению фрода",
        "alternate_url": "https://hh.ru/vacancy/117081841",
        "salary": "275000 - 360000",
        "snippet": "Требования: Опыт не менее 3 лет в области взыскания задолженности и предотвращения мошенничества (МФО предпочтительнее). Высшее образование.. \nОбязанности: Разработка и внедрение стратегий по работе с просроченной задолженностью, включая оптимизацию методов взыскания. Постановка задач и контроль за выполнением планов..."
    },
    {
        "name": "Стажер-аналитик данных в финансах",
        "alternate_url": "https://hh.ru/vacancy/117027726",
        "salary": "40000",
        "snippet": "Требования: Готов уделять стажировке 40 часов в неделю – находиться предстоит преимущественно в офисе. Владеешь стеком: JavaScript, <highlighttext>Python</highlighttext>, SQL, HTML, Docker, VBA.... \nОбязанности: Разрабатывать страховые продукты: тарифные модели, креативные фичи, позволяющие повысить прибыльность этих продуктов, заниматься настройкой продуктов в информационных системах. "
    },
    {
        "name": "Middle QA Engineer",
        "alternate_url": "https://hh.ru/vacancy/117021321",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Общее понимание архитектуры Web-приложений. Знание Java, <highlighttext>Python</highlighttext> или других языков программирования. HTML, CSS, XML, XPath, JSON. Знакомство с DevTools.. \nОбязанности: Тестирование front-end и back-end Web-приложения. Проведение функционального, регрессионного, интеграционного тестирования Web-приложения. Заведение баг-репортов и тест..."
    },
    {
        "name": "Младший специалист по Web разработке (Backend разработчик)",
        "alternate_url": "https://hh.ru/vacancy/117091383",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знание программных кодов: <highlighttext>Python</highlighttext>, Django, FastAPI, Docker, Linux, PostgreSQL, JSON.. \nОбязанности: Web разработка, на стороне сервера (back-end). Разработка и тестирование сайтов, API различной сложности. Работа в команде. Работа с заказчиком..."
    },
    {
        "name": "Web-разработчик",
        "alternate_url": "https://hh.ru/vacancy/117051130",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Уверенное владение JavaScript, знание специфических для этого языка шаблонов проектирования. Способность проектировать приложения с длинными жизненным циклом. Владение веб стэком.... \nОбязанности: Интеграция компонента панели фильтров в существующее SPA приложение, использующего библиотеку компонентов (react-toolbox)."
    },
    {
        "name": "Системный администратор",
        "alternate_url": "https://hh.ru/vacancy/117086993",
        "salary": "300000",
        "snippet": "Требования: Опыт настройки Cisco/Arista/Juniper или им подобных. Опыт работы системным администратором Linux-серверов от 2-х лет. . \nОбязанности: Автоматизация: разработка и внедрение скриптов для автоматизации рутинных задач (Ansible, Bash, <highlighttext>Python</highlighttext> и др.). Администрирование Linux-серверов (Ubuntu, Debian и..."
    },
    {
        "name": "Manual QA engineer (Middle)",
        "alternate_url": "https://hh.ru/vacancy/107186842",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы с Git, Swagger, Postman. Опыт работы с <highlighttext>Python</highlighttext>, Selenium, Appium. Опыт работы с тестированием SIP телефонии. . \nОбязанности: Создание / актуализация тестовой документации. Тестирование постановки / документации / требований. Организация приёмочного тестирования и описание его результатов. Планирование процесса тестирования. "
    },
    {
        "name": "Frontend/fullstack developer",
        "alternate_url": "https://hh.ru/vacancy/117008701",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Обязательный опыт самостоятельной разработки веб-сервисов и API. Опыт работы с REST framework, <highlighttext>Python</highlighttext>3, Django. Базовые знания Linux включая.... \nОбязанности: Участие в проектировании систем и БД. Разработка программных модулей для автоматизации/оптимизации процессов. Сопровождение разработанных проектов. Работы по развитию инфраструктуры..."
    },
    {
        "name": "QA Manual Engineer",
        "alternate_url": "https://hh.ru/vacancy/116557155",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Знаешь принципы программирования, основы <highlighttext>Python</highlighttext>. Был опыт работы с ansible/terraform. Есть навыки работы со средствами автоматизированного тестирования. . \nОбязанности: Выявление и анализ ошибок и проблем, возникающих у пользователей при работе с программными продуктами. Документирование найденных дефектов и контроль их..."
    },
    {
        "name": "Junior+ Product Analyst",
        "alternate_url": "https://hh.ru/vacancy/117111304",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт в продуктовой аналитике от одного года. Отличные знания SQL (желательно Greenplum, Clickhouse). Практический опыт дизайна, запуска и последующего анализа.... \nОбязанности: Со сквозной аналитикой, маркетинговой атрибуцией, Яндекс Метрикой и Гугл Аналитикой. Продуктивизации и автоматизации своей работы <highlighttext>Python</highlighttext>/Airflow/DBT. "
    },
    {
        "name": "Python Developer",
        "alternate_url": "https://hh.ru/vacancy/117090426",
        "salary": "2000",
        "snippet": "Требования: 4+ years of experience in <highlighttext>Python</highlighttext> (with expertise in asyncio, FastAPI). 2+ years of experience with MongoDB, Redis.... \nОбязанности: Product Development: Participate in the backend product development. Connect new data sources and develop new endpoints responsible for data scrapping. "
    },
    {
        "name": "Специалист по обработке данных исследований",
        "alternate_url": "https://hh.ru/vacancy/117056930",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Законченное высшее техническое образование. Владение <highlighttext>Python</highlighttext> и основных библиотек аналитика Pandas, Numpy, Matplotlib, Seaborn. Навыки использования Git. Опыт работы с.... \nОбязанности: Обработка данных социологических исследованиях (преобразование, чистка, взвешивание). Составление отчетов и выгрузок внутреннего клиента."
    },
    {
        "name": "Регистратор",
        "alternate_url": "https://hh.ru/vacancy/117069043",
        "salary": "160000",
        "snippet": "Требования: Знать порядок и правила систематизации медицинского процесса. Отличное владение компьютером и орг техникой. Стрессоустойчивость. Знание государственного языка.. \nОбязанности: Запись к специалистам лиц, обратившихся в мед центр. Отвечать на звонки пациентов. Быстрое реагирование и адаптация."
    },
    {
        "name": "HR business partner / Менеджер по персоналу",
        "alternate_url": "https://hh.ru/vacancy/117112384",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Высшее образование. Опыт работы в должности HR generalist/руководитель HR отдела/заместитель директора по управлению персоналом (желательно в интернациональных FMCG.... \nОбязанности: Управление трансформационными проектами в функции. Разработка плана трансформационного проекта, создание нового дизайна, оценка бизнес-кейса, определение необходимых ресурсов для реализации..."
    },
    {
        "name": "Личный водитель",
        "alternate_url": "https://hh.ru/vacancy/117110716",
        "salary": "Зарплата не указана",
        "snippet": "Требования: Опыт работы водителем от 3-х лет. Водительское удостоверение категории В. Порядочность и серьезное отношение к работе; способность быстро принимать.... \nОбязанности: Транспортное сопровождение руководителя при передвижении по городу. Обеспечение безопасности движения. Поддержание служебного транспорта в чистоте. Выполнение отдельных поручений руководителя."
    }
]